Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: reddit-like hotness
fr: intéret du public (comme sur Reddit.com)

source: or
es: o
fr: ou

source: total points
es: puntos totales
fr: total des points

source: %(count)s save%(pluralize)s
fr: %(count)s sauvegardé%(pluralize)s

source: (including you)
es: (incluyendote a ti)
fr: (vous inclus)

source: save
es: guardar
fr: sauvegarder

source: No bookmarks yet.
ar: لايوجد عناوين مفضلة بعد.
de: Noch keine Lesezeichen vorhanden.
es: Aún no hay favoritos
fr: Aucun marque-pages pour l'instant.
sv: Inga bokmärken än.

source: You haven't added any <a href="%(add_bookmark_url)s">bookmarks</a> yet.
ar: لم تقم بإضافة أي <a href="%(add_bookmark_url)s">عنوان مفضل</a> بعد.
de: Du hast noch keine <a href="%(add_bookmark_url)s">Lesezeichen</a> hinzugefügt.
es: Aún no has añadido ningún <a href="%(add_bookmark_url)s">favorito</a>.
fr: Vous n'avez encore ajouté aucun <a href="%(add_bookmark_url)s">marque-pages</a>.
sv: Du ha inte lagt till några <a href="%(add_bookmark_url)s">bokmärken</a> än.

source: Confirm Email
ar: تأكيد البريد الإلكتروني
de: E-Mail-Adresse bestätigen
es: Email de confirmación
fr: Confirmez Courriel
sv: Bekräfta e-post

source: Email Confirmed
ar: تم التأكد من البريد الإلكتروني
de: E-Mail-Adresse bestätigt
es: Email confirmado
fr: Courriel Confirmé
sv: E-post bekräftad

source: You have confirmed that %(email)s is an email address for user '%(user)s'.
ar: لقد أكدت أن %(email)s هو البريد الإلكتروني للمستخدم '%(user)s'.
de: Du hast bestätigt, dass %(email)s eine E-Mail-Adresse für den Benutzer '%(user)s' ist.
es: Tu has confirmado que %(email)s es una dirección de email válida para el usuario '%(user)s'.
fr: Vous avez confirmé que %(email)s est une adresse de couriel pour l'utilisateur '%(user)s'.
sv: Du har bekräftat att %(email)s är '%(user)s' e-postadress.

source: Invalid confirmation key.
ar: مفتاح التأكيد غير صحيح.
de: Ungültiger Bestätigungsschlüssel
es: Clave de confirmación inválida.
fr: Clé de confirmation invalide.
sv: Ogiltigt nyckel.

source: User '%(user)s' at Pinax has given this as an email address. To confirm this is correct, go to %(activate_url)s
ar: المستخدم '%(user)s' من بيناكس أدخل هذا البريد كعنوان بريده الإلكتروني. إذا كنت أنت هذا المستخدم إذهب إلى: %(activate_url)s
de: Benutzer '%(user)s' hat bei Pinax diese E-Mai-Adresse angegeben. Um dies zu bestätigen, geh bitte zu %(activate_url)s
fr: L'utilisateur '%(user)s' sur Pinax a donné ceci en temps qu'adresse de courriel. Pour confirmer que c'est correct, allez à %(activate_url)s

source: Confirm email address for Pinax
ar: تأكيد عنوان البريد الإلكتروني لبيناكس.
de: E-Mail-Adresse für Pinax bestätigen
fr: Confirmez votre adresse de courriel pour Pinax

source: %(post_age)s ago
ar: منذ %(post_age)s
de: %(post_age)s her
es: hace %(post_age)s
fr: il y a %(post_age)s
sv: %(post_age)s sedan

source: Recent Blog Posts
ar: آخر التدوينات
de: Aktuelle Weblog-Artikel
es: Recientes entradas de tu blog
fr: Articles Récents
sv: Färska bloggposter

source: You have been invited by %(user)s to join Pinax. Pinax is both a platform for building social websites in Django as well as a demonstration of a site built on that platform. %(user)s said: %(message)s To accept this invitation, go to %(accept_url)s If you have any questions about Pinax, don't hesitate to contact jtauber@jtauber.com
de: Du wurdest von %(user)s dazu eingeladen, bei Pinax Mitglied zu werden. Pinax ist sowohl eine Plattform, soziale Webseiten in Django zu bauen, als auch eine Demostration dieser Plattform. %(user)s sagte: %(message)s Um diese Einladung zu akzeptieren, geh zu %(accept_url)s Wenn du irgendwelche Fragen hast, kontaktiere bitte jtauber@jtauber.com.
es: Has sido invitado/a por %(user)s para unirte a Pinax. Pinax es tanto una plataforam para construir sites sociales en django como una demostración de un sitio construido sobre esta plataforma. %(user)s dijo: %(message)s Para aceptar esta invitación, ves a %(accept_url)s Si tienes alguna pregunta sobre Pinax, no dudes en contacta con jtauber@jtauber.com
fr: Vous avez été invité à rejoindre Pinax par %(user)s . Pinax est à la fois une plateforme pour construire des sites web sociaux sous Django et une démonstration d'un site construit a l'aide de cette platforme. %(user)s a dit: %(message)s Pour accepter cette invitation, allez à %(accept_url)s Si vous avez quelque question que ce soit au sujet de Pinax, n'hésitez pas a contacter jtauber@jtauber.com (en anglais)

source: You have been invited to join Pinax
ar: لقد تمت دعوتك إلى بيناكس!
de: Du wurdest zu Pinax eingeladen
es: Has sido invitado/a a unirte a Pinax
fr: Vous avez été invité à joindre Pinax

source: upload
ar: رفع
de: Hochladen
es: subir
fr: télécharger vers le serveur
sv: ladda upp

source: Import Google Contacts
ar: إستيراد جهات إتصال من غوغل
de: Google-Kontakte importieren
es: Importar contactos de Google Contacts
fr: Importer Contacts Google
sv: Importera Google kontakter

source: Import Yahoo Address Book
ar: إتسيراد جهات إتصال من ياهوو
de: Yahoo-Adressbuch importieren
es: Importar contactos de Yahoo Address Book
fr: Importer Carnet d'Adresse Yahoo
sv: Importera Yahoo adressbok

source: No contacts.
ar: لايوجد جهات إتصال.
de: Keine Kontakte.
es: No hay contactos
fr: Pas de contacts.
sv: Inga kontakter.

source: Invite someone new to join
ar: قم بدعوة شخص جديد للإنضمام!
de: Lade jemanden dazu ein, sich anzumelden.
es: Invita a alguien nuevo
fr: inviter une personne à s'inscrire
sv: Bjud in någon ny

source: If you'd like to invite someone to join Pinax, you can enter their email address and a message for them below:
ar: إذا أردت أن تدعو شخصاً جديداً للإنضمام إلى بيناكس، بإمكانك إدخال بريده الإلكتروني ورسالة لك في الأسفل:
de: Wenn du gern jemanden zu Pinax einladen willst, kannst du hier seine E-Mail-Adresse und eine Nachricht eingeben:
es: Si quieres invitar alguien a Pinax, you puedes introducir su dirección de email y un mensaje para ellos debajo:
fr: Si vous désirez inviter quelqu'un a rejoindre Pinax, vous pouvez entrer leur adresse de courriel et un message pour eux ci-dessous:
sv: Om du vill bjuda in någon till Pinax, så kan du ange deras e-postadress och ett meddelande här:

source: Someone with this email address has already joined:
ar: هناك شخص مسجل في بيناكس بعنوان البريد الإلكتروني هذا نفسه!
de: Jemand mit dieser E-Mail-Adresse hat sich schon angemeldet:
es: Alguién con ese email ya es usuario
fr: Quelqu'un avec cette adresse de courriel a déjà rejoint le site:
sv: Någon med den epostadressen har redan registrerat sig:

source: invite
ar: دعوة
de: Einladen
es: invitar
fr: inviter
sv: bjud in

source: Friendship Requests Received
ar: تم إستلام طلب دعوة صداقة
de: Erhaltene Freundschaftsangebote
es: Recibida petición de amistad
fr: Demande d'Amitié Reçue
sv: Vänskapsförfrågning har tagits emot

source: accept
ar: قبول
de: Akzeptieren
es: aceptar
fr: accepter
sv: acceptera

source: No friendship requests received.
ar: لم يتم إستلام أي طلب دعوة صداقة.
de: Keine Freundschaftsangebote erhalten.
es: No hay peticiones de amistad recibidas.
fr: Aucune demande d'amitié reçue.
sv: Inga vänskapsförfrågningar har tagits emot.

source: Friendship Requests Sent
ar: تم إرسال طلب صداقة
de: Freundschaftsangebot gesendet
es: Petición de amistad enviada
fr: Demande d'Amitié Envoyée
sv: Vänskapsförfrågning har skickat

source: No friendship requests sent.
ar: لم يتم إرسال أي طلب صداقة.
de: Keine Freundschaftsangebote gesendet.
es: No hay peticiones de amistad enviadas
fr: Pas de demande d'amitié envoyée.
sv: Ingen vänskapsförfrågning har skickats.

source: Join Requests Sent
ar: تم إرسال طلب الإنضمام
de: Gesendete Einladungen
es: Enviada invitación
fr: Demande d'Adhésion Envoyée
sv: Inbjudan har skickats

source: No join requests sent.
ar: لم يتم إرسال أي طلب إنضمام
de: Keine Einladungen gesendet.
es: Ninguna invitación enviada
fr: Pas de demande d'adhésion envoyée.
sv: Ingen inbjudan har skickats.

source: Compose
ar: إنشاء
de: Erstellen
es: Redactar
fr: Composer
sv: Redigera

source: Notices
ar: ملاحظات
de: Benachrichtigungen
es: Avisos
fr: Avis
sv: Meddelanden

source: Deleted Messages are removed from the trash at irregular intervals, don't rely on this feature for long-time storage.
ar: الرسائل المحذوفة تحذف نهائياً في أوقات غير محددة. لا تعتمد على هذه سلة الرسائل المحذوفة لتخزينا.
de: Da gelöschte Nachrichten aus dem Papierkorb in unregelmäigen Abständenentfernt werden, bitte dies nicht als längerfristige Ablage benutzen.
es: Mensajes borrados son eliminadors de la papelera en intérvalos irregulares, no confie en esta sistema como almacenamiento duradero
fr: Les Messages Effacés sont enlevé de la poubelle à intervalles irréguliers, ne comptez pas sur cette fonctionnalité pour du stockage à long terme.
sv: Borttagna meddelanden tas bort från papperskorgen med oregelbundna mellanrum, lita inte på den för långtidslagring.

source: Mark all unseen notices seen
es: Marcar como vistas todas las noticias
fr: Marquer vues toute les notifications non-vues.

source: MONTH_DAY_FORMAT
ar: F j
fr: j F

source: No notices.
ar: لايوجد ملاحظات
de: Keine Benachrichtiungen.
es: No hay avisos.
fr: Pas de notifications.
sv: Inga meddelanden.

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Rêglages
sv: Inställningar

source: Primary email
ar: البريد الإلكتروني الأساسي
de: Primäradresse
es: Email principal
fr: Courriel principal
sv: Primär epost

source: change under <a href="%(email_url)s">Account</a>
ar: التغيير في <a href="%(email_url)s">الحساب</a>
de: Ändern im <a href="%(email_url)s">Account</a>
es: Cambialo desde <a href="%(email_url)s">tu Cuenta</a>
fr: modifiez via <a href="%(email_url)s">Compte</a>
sv: ändra under <a href="%(email_url)s">Ditt konto</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
ar: لم تقم بتأكيد عنوان بريد إلكتروني ليتم إرسال التنبيهات إليه. يمكنك إضافة بريد بالذهاب إلى: <a href="%(email_url)s">Account</a>.
de: Du hast keine verifizierte E-Mail-Adresse an die wir Benachrichtigungen senden könnten. Du kannst eine in deinem <a href="%(email_url)s">Account</a> hinzufügen.
es: Tu no tienes una dirección de email verificada donde enviar los avisos. Tu puedes añadir uno yendo a tu <a href="%(email_url)s">Cuenta</a>.
fr: Vous n'avez pas d'adresse de courriel vérifiée a laquelle les notifications peuvent être envoyées. Vous pouvez en ajouter une en allant sur <a href="%(email_url)s">Compte</a>.
sv: Du har inte en verifierad epostadress som meddelanden kan skickas till.För att lägga till en, gå till <a href="%(email_url)s">Ditt konto</a>.

source: Notification Type
ar: نوع التنبيه
de: Benachrichtigungstyp
es: Tipo de notificación
fr: Type de Notification
sv: Meddelandetyp

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
sv: Byt

source: You have received the following notice from Pinax: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s If you have any issues, please don't hesitate to contact %(contact_email)s
ar: لقد إستلمت الملاحظة التالية من بيناكس: %(message)s لكي ترى التنبيهات الباقية أو تغيير إعدادات إستلام التنبيهات, إذهب إلى %(notices_url)s إذا كنت تواجه أي مشكلة أخرى، لا تتردد في المراسلة على:t %(contact_email)s
de: Du hast folgende Benachrichtigung von Pinax erhalten: %(message)s Wenn du eine Liste mit anderen Benachrichtigungen sehen oder deine Benachrichtigungseinstellungen ändern möchtest, To see other notices or change how you receive notifications, gehe bitte zu %(notices_url)s Wenn irgendwelche Probleme auftreten, kontaktiere bitte %(contact_email)s.
es: Has recibido la siguientes noticia de Pinax:: %(message)s Para ver otras noticias o cambiar como recives notificaciones, ves a %(notices_url)s Si tienes algun problemas, por favor no dudes en contacta con %(contact_email)s
fr: Vous avez reçu la notification suivante de Pinax: %(message)s Pour voir d'autres notifications ou pour changer la manière dont vous recevez les notifications, veuillez vous rendre à %(notices_url)s Si vous avez un quelque problème que ce soit, n'hésitez pas à contacter %(contact_email)s

source: %(display)s Notification From Pinax
ar: %(display)s تنبيهات من بيناكس
de: %(display)s Benachrichtigung von Pinax
es: %(display)s Notificación de Pinax
fr: %(display)s Notification de Pinax

source: Manage OpenID Associations
ar: إدارة ربط حساب الـ OpenID
de: Verknüpfte OpenID verwalten
es: Gestión las asociaciones de OpenID
fr: Gêrer les Associations OpenID
sv: Hantera OpenID kopplingar

source: Your account is currently associated with the following OpenID %(buttons)s:
ar: حسابك الآن مربوط بحسابات الـ OpenID التالية: %(buttons)s:
de: Dein Account ist im Moment mit folgenden OpenIDs verknüpft %(buttons)s:
es: Tu cuenta está asociada con las siguientes OpenID %(buttons)s:
fr: Votre compte est actuellement associé avec les OpenID suivants %(buttons)s:
sv: Ditt konto är kopplat till med följande OpenID %(buttons)s:

source: Remove association
ar: إحذف الإرتباط
de: Verknüpfung entfernen
es: Borrar asociación
fr: Retirer l'association
sv: Ta bort koppling

source: Associate
ar: قم بالربط
de: Verknüpfen
es: Asociar
fr: Associer
sv: Koppla ihop

source: To associate a new OpenID with this account, sign in with it here:
ar: لتربط حساب OpenID بحسابك هذا، قم بالدخول به هنا:
de: Um eine neue OpenID mit diesem Account zu verknüpfen, melde hier damit an:
es: Para asociar un nuevo OpenID con esta cuenta, registrate con ella aquí:
fr: Pour associer un nouvel OpenID avec ce compte, inscrivez-vous avec celui-ci ici:
sv: För att koppla ett OpenID till det här kontot, logga in med det här:

source: Authenticate and associate with this account
ar: أعطي الصلاحية وقم بالربط بهذا الحساب
de: Authentifizieren und mit diesem Account verknüpfen
es: Autenticar y asociar con esta cuenta
fr: S'authentifier et associer avec ce compte
sv: För att koppla och verifiera till det här kontot

source: Sign Up with OpenID
ar: قم بالدخول بـ OpenID
de: Mit OpenID registrieren
es: Entrar con OpenId
fr: S'inscrire avec OpenID
sv: Registrera dig med OpenID

source: Please correct the errors below:
ar: الرجاء تصليح الأخطاء هذه:
de: Bitte folgende Fehler beheben:
es: Por favor, corrige los siguientes errores
fr: Veuillez corriger les erreurs ci-dessous s'il vous plait:
sv: Var snäll och rätta följande fel:

source: Already have an account? <a href="/account/login/?next=/openid/associations/">Login here</a> to associate your OpenID with your existing account.
ar: لديك حساب مسبقا؟ <a href="/account/login/?next=/openid/associations/">إدخل به من هنا</a> لكي تربط حساب OpenID بحسابك.
de: Schon ein Account vorhanden? <a href="/account/login/?next=/openid/associations/">Hier anmelden</a> um deine OpenID mit deinem Account zu verknüpfen.
es: ¿Ya tienes una cuenta? <a href="/account/login/?next=/openid/associations/">Accede aquí</a> para asociar tus OpenID con tu cuenta existente.
fr: Vous avez déjà un compte? <a href="/account/login/?next=/openid/associations/">Connectez-vous ici</a> pour associer votre OpenID avec votre compte existant.
sv: Har du redan ett konto? <a href="/account/login/?next=/openid/associations/">Logga in här</a> för att koppla ditt OpenID till ditt konto.

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="/about/terms">Terms of Use</a> and <a href="/about/privacy">Privacy Policy</a>.
ar: بضغطك "تسجيل حساب", أنت توافق على <a href="/about/terms">شروط الإستخدام</a> و <a href="/about/privacy">إتفاقية الخصوصية</a>.
de: Sobald du "Registrieren" anklickst, bestätigst du, die <a href="/about/terms">AGB</a> und <a href="/about/privacy">Datenschutzerklärung</a> gelesen zu haben und ihnen zuzustimmen.
es: Clickando en "Darse de alta", tu indicas que has leído y aceptas los <a href="/about/terms">Términos de uso</a> y las <a href="/about/privacy">Políticas de privacidad</a>.
fr: En cliquant sur "Inscription", vous indiquez avoir lu et approuvé en totalité les <a href="/about/terms">Termes d'Utilisations</a> et <a href="/about/privacy">Politique concernant les données personelles</a>.
sv: Genom att klicka på "Registrera dig", indikerar du att du har läst och godkänt <a href="/about/terms">Användarvilkoren</a> och <a href="/about/privacy">Integritetspolicyn</a>.

source: Latest Photos
es: Últimas fotos
fr: Dernières Photos

source: Your Photos
es: Tus fotos
fr: Vos photos

source: Upload a Photo
es: Subir una foto
fr: Envoyer une Photo sur le serveur

source: Photo Details
es: Detalles de la foto
fr: Détails Photo

source: Photos from
es: Fotos de
fr: Photos de

source: Upload Photos
es: Subir foto
fr: Envoyer Photos sur Serveur

source: Your Profile
ar: ملفك الشخصي
de: Dein Profil
es: Tu perfil
fr: Votre Profil
sv: Ditt konto

source: All Profiles
ar: جميع الملفات الشخصية
de: Alle Profile
es: Todos los perfiles
fr: Tout les Profils
sv: Alla konton

source: Profile for %(other_user)s
ar: الملف الشخصي لـ %(other_user)s
de: Profil von %(other_user)s
es: Perfil de %(other_user)s
fr: Profil pour %(other_user)s
sv: %(other_user)s konto

source: Name
ar: الإسم
es: Nombre
fr: Nom
sv: Namn

source: Website
ar: الموقع
de: Webseite
es: Página web
fr: Site web
sv: Webbplats

source: Followers
ar: التابعين
de: Folger
es: Seguidores
fr: Suiveurs
sv: Efterföljare

source: Following
ar: تابع لـ
de: Folgend
es: Seguidos
fr: Vous suivez
sv: Följer

source: Edit profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
sv: Ändra profil

source: unfollow
ar: فك الإتباع
de: Nicht mehr folgen
es: no seguir
fr: ne plus suivre
sv: sluta följa

source: follow tweets
ar: متابعة التتويتات
de: Tweets folgen
es: seguir tweets
fr: suivre les gazouillis
sv: följ tweets

source: You are friends with %(other_user)s.
ar: أنت و %(other_user)s أصدقاء.
de: Du bist ein Freund von %(other_user)s.
es: Tu eres amigo/a con %(other_user)s.
fr: Vous êtes amis avec %(other_user)s.
sv: Du är vän med %(other_user)s.

source: Send a message
ar: إبعث رسالة
de: Eine Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
sv: Skicka ett meddelande

source: %(other_user)s has requested friendship.
ar: %(other_user)s طلب أن يصبح صديقاً لك.
de: %(other_user)s hat ein Freundschaftsangebot gemacht.
es: %(other_user)s ha enviado la petición de amistad.
fr: %(other_user)s demande à être votre ami.
sv: %(other_user)s har redan föreslagit vänskap.

source: Friendship request sent.
ar: تم إرسال طلب صداقة.
de: Freundschaftsangebot gesendet.
es: Petición de amistad enviada
fr: Demande d'amitié envoyée.
sv: Vänskapsförfrågan har skickats.

source: Add As Friend
ar: أضف كصديق
de: Als Freund hinzufügen
es: Añadir como amigo/a
fr: Ajouter en temps qu'ami
sv: Lägg till som vän

source: %(other_user)s to be a friend.
ar: %(other_user)s ليصبح صديقاً لك.
de: %(other_user)s ein Freund zu sein.
es: %(other_user)s ser un amigo/a.
fr: %(other_user)s pour devenir ami.
sv: %(other_user)s för att bli en vän.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
ar: <a href="%(signup_url)s">سجل حساب جديد</a> و <a href="%(login_url)s">سجل دخول</a> لكي تضيف هذا الشخص كصديق ولكي ترى تتويتاته وتدويناته.
de: <a href="%(signup_url)s">Registriere</a> und <a href="%(login_url)s">melde dich an</a>, um diese Person als Freund hinzuzufügen.
es: <a href="%(signup_url)s">Darte de alta</a> o <a href="%(login_url)s"> registrate </a> para añadir esta persona como amigo/a.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">connectez-vous</a> pour ajouter cette personne à votre liste d'amis et voir ses gazouillis et les articles sur son blog.
sv: <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">logga in </a> för att göra den här personen till din vän och se hans/hennes tweets och bloggposter.

source: Your Tribes
ar: القبائل التي تنتمي إليها
de: Deine Tribes
es: Tus tribus
fr: Vos Tribus
sv: Dina stammar

source: You are not yet a member of any <a href="%(tribe_url)s">tribes</a>.
ar: لست عضواً في أي <a href="%(tribe_url)s">قبيلة</a> بعد!
de: Du bist noch kein Mitglied irgendeines <a href="%(tribe_url)s">Tribes</a>.
es: Aún no eres miembro de ninguna <a href="%(tribe_url)s">tribu</a>
fr: Pas encore membre d'aucune <a href="%(tribe_url)s">tribu</a>.
sv: Ännu inte medlem av någon <a href="%(tribe_url)s">stam</a>.

source: Your Friends
ar: قائمة الأصدقاء
de: Deine Freunde
es: Tus amigos
fr: Vos Amis
sv: Dina vänner

source: None. You should look at the list of <a href="/profiles/">profiles</a> and see if there's anyone you know.
ar: لا أحد. بإمكانك النظر إلى قائمة <a href="/profiles/">الملفات الشخصية</a> لتبحث عن شخص تعرفة.
de: Keine. Du solltest in die Liste der <a href="/profiles/">Profile</a> schauen, ob du jemanden kennst.
es: Ninguno. Tu puedes mirar a la lista de <a href="/profiles/">perfiles</a> y ver si allí hay alguien que conozcas.
fr: Aucun. Vous devriez consulter la liste de <a href="/profiles/">profils</a> et voir si il y a quelqu'un que vous connaissez.
sv: Titta på listan över alla <a href="/profiles/">användare</a> och se om det finns någon du känner.

source: %(other_user)s's Tribes
ar: القبائل التي ينتمي إليها %(other_user)s
de: Tribes von %(other_user)s
es: Tribus de %(other_user)s
fr: Les Tribus de %(other_user)s
sv: %(other_user)ss stammar

source: Not yet a member of any tribes.
ar: ليس عضواً في أي قبيلة بعد.
de: Noch kein Mitglied eines Tribe.
es: Aún no eres miembro de ninguna tribu
fr: Pas encore membre d'aucune tribus.
sv: Ännu inte medlem av någon stam.

source: %(other_user)s's Friends
ar: أصدقاء %(other_user)s
de: Freunde von %(other_user)s
es: Amigos de %(other_user)s
fr: Les amis de %(other_user)s
sv: %(other_user)ss vänner

source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fr: Profils
sv: Profiler

source: Your Tasks
es: Tus tareas
fr: Vos Tâches

source: Your Projects
es: Tus proyectos
fr: Vos Projets

source: All Projects
es: Todos los proyectos
fr: Tout les Projets
sv: Alla projekt

source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
fr: Membres
sv: Medlemmar

source: Project
es: Proyecto
fr: Projet
sv: Projekt

source: Edit details
ar: تعديل المعلومات
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
sv: Ändra detaljer

source: Add new member
es: Añadir un nuevo miembro
fr: Ajouter nouveau membre
sv: Lägg till en ny medlem

source: Start your own
ar: أنشئ خاصتك
de: Starte deinen eigenen
fr: Démarrez la votre
sv: Börja din egen

source: create
ar: أنشئ
de: Erstellen
es: crear
fr: créer
sv: skapa

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own project or join an existing one.
es: <a href="%(signup_url)s">Date de alta</a> o <a href="%(login_url)s">entrar</a> para añadir tu propio proyecto o unirte a uno que ya exista
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">connectez-vous</a> pour créer votre propre projet ou en joindre un existant.
sv: <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">logga in </a> för att skapa ett eget projekt eller gå med i ett befintlig.

source: Back to Task List for Project
es: Vuelve a la lista de tareas para el proyecto
fr: Retour à la Liste des Tâches pour le Projet
sv: Tillbaka till uppgiftslistan för projekt

source: Update Status
es: Actualizar estado
fr: Mettre à jour Statut
sv: Uppdaterings status

source: Reassign
es: Reasignar
fr: Réassigner
sv: Omfördela

source: Assign
es: Asigna
fr: Assigner
sv: Tilldela

source: Mark Resolved
es: Marcar como resuelta
fr: Marquer Résolu
sv: Markera som löst

source: Mark Closed
es: Marcar como cerrada
fr: Marquer Cloturer
sv: Markera som stängt

source: Reopen
es: Reabre
fr: Réouvrir
sv: Återöppna
