Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: <a href="%(sender_url)s">%(message_sender)s</a> has sent you a reply to '<a href="%(message_url)s">%(message_parent_msg)s</a>'.
fr: <a href="%(sender_url)s">%(message_sender)s</a> vous a envoyé une réponse à '<a href="%(message_url)s">%(message_parent_msg)s</a>'.

source: You have sent the message '%(message)s' to %(message_recipient)s.
es: has enviado el mensaje '%(message)s' a %(message_recipient)s.
fr: Vous avez envoyé le message '%(message)s' à %(message_recipient)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to <a href="%(recipient_url)s">%(message_recipient)s</a>.
es: Has enviado el mensaje <a href="%(message_url)s">%(message)s</a> a <a href="%(recipient_url)s">%(message_recipient)s</a>.
fr: Vous avez envoyé un message <a href="%(message_url)s">%(message)s</a> à <a href="%(recipient_url)s">%(message_recipient)s</a>.

source: Restricted Access
fr: Access Restreint

source: Authorization Required
fr: Autorisation Requise

source: label
ar: تصنيف
fr: étiquette
sv: etikett

source: display
ar: عرض
de: Anzeige
fr: afficher
sv: visa

source: default
ar: إفتراضي
de: Standard
fr: par défaut
sv: standard

source: notice type
ar: نوع الملاحظة
de: Benachrichtigungstyp
fr: type de notification
sv: meddelande typ

source: notice types
ar: أنواع الملاحظات
de: Benachrichtigungstyp
fr: types de notification
sv: meddelande typer

source: medium
ar: وسط
fr: moyen
sv: media

source: send
ar: إرسال
de: Senden
fr: envoyer
sv: sänt

source: notice setting
ar: إعدادت الملاحظات
de: Benachrichtigungseinstellung
fr: réglage notification
sv: meddelande inställning

source: notice settings
ar: إعدادت الملاحظات
de: Benachrichtigungseinstellungen
fr: réglages notification
sv: meddelande inställningar

source: unseen
ar: غير مشاهد
de: Ungelesen
fr: non-vu
sv: osedda

source: archived
ar: مؤرشفة
de: Archiviert
fr: archivé
sv: arkiverade

source: notice
ar: ملاحظة
de: Benachrichtigung
fr: notification
sv: meddelande

source: notices
ar: ملاحظات
de: Benachrichtigungen
fr: notifications
sv: meddelanden

source: message template
ar: قالب الرسالة
de: Nachricht-Template
fr: modèle de message
sv: Meddelande mall

source: observed item
ar: عنصر ملاحظ
de: Beobachtetes Objekt
fr: élément observé
sv: bevakat objekt

source: observed items
ar: عناصر ملاحظة
de: Beobachtete Objekte
fr: éléments observés
sv: bevakade objekt

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
fr: Vous avez reçu la notification suivante de %(current_site)s: %(message)s Pour voir les autres notifications ou changer la manière dont vous recevez les notifications,veuillez vous rendre sur %(notices_url)s

source: Photologue was unable to import the Python Imaging Library. Please confirm it`s installed and available on your current Python path.
fr: Photologue a été incapable d'importer Python Imaging Library. Veuillez vérifier que cette librairie est installée et disponible dans votre path Python actuel.

source: Separate tags with spaces, put quotes around multiple-word tags.
fr: Séparez les étiquettes par des espaces, mettez les étiquettes constituées de plusieurs mots entre guillemets.

source: Django-tagging was not found, tags will be treated as plain text.
fr: Django-tagging n'a pas été trouvé, les étiquettes seront traitées comme du texte simple.

source: Very Low
fr: Très Bas

source: Low
fr: Bas

source: Medium-Low
fr: Moyen-Bas

source: Medium
fr: Moyen

source: Medium-High
fr: Moyen-Haut

source: High
fr: Haut

source: Very High
fr: Très Haut

source: Top
fr: Sommet

source: Right
fr: Droite

source: Bottom
fr: Bas

source: Left
fr: Gauche

source: Center (Default)
fr: Centré (par défaut)

source: Flip left to right
fr: Inversion de gauche à droite

source: Flip top to bottom
fr: Inversion de haut en bas

source: Rotate 90 degrees counter-clockwise
fr: Rotation de 90 degrés dans le sens anti-horloger

source: Rotate 90 degrees clockwise
fr: Rotation de 90 degrés dans le sens horloger

source: Rotate 180 degrees
fr: Rotation de 180 degrés

source: Tile
fr: Mozaïque

source: Scale
fr: Redimensionner

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filter are available: %s.
fr: Faite suivre de multiple filtres en utilisant la forme suivante "FILTRE_UN->FILTRE_DEUX->FILTRE_TROIS". Les filtres d'image seront appliqués dans l'ordre. Les filtres suivants sont disponibles: %s.

source: date published
fr: date de publication

source: title slug
fr: version abrégée du titre

source: A "slug" is a unique URL-friendly title for an object.
fr: Un "slug" est un titre abrégé et unique, compatible avec les URL, pour un objet.

source: is public
ar: عام
de: Ist öffentlich
fr: est public
sv: är publik

source: Public galleries will be displayed in the default views.
fr: Les galeries publiques seront affichée dans les vues par défaut.

source: tags
fr: étiquettes
sv: etiketter

source: gallery
fr: galerie

source: count
fr: nombre

source: images file (.zip)
fr: fichier d'images (.zip)

source: Select a .zip file of images to upload into a new Gallery.
fr: Selectionnez un fichier .zip contenant des images à envoyer sur le serveur dans une nouvelle Galerie.

source: All photos in the gallery will be given a title made up of the gallery title + a sequential number.
fr: Toutes les photos de la galerie auront un titre constitué du titre de la galerie + un numéro de séquence.

source: caption
fr: légende

source: Caption will be added to all photos.
fr: La légende sera ajoutée a toutes les photos.

source: A description of this Gallery.
fr: Une description de cette Galerie.

source: Uncheck this to make the uploaded gallery and included photographs private.
fr: Décochez cette case pour rendre la galerie des photos envoyées sur le serveur et son contenu privés.

source: gallery upload
fr: télécharger vers la gallerie

source: gallery uploads
fr: fichiers envoyés vers la galerie

source: date taken
fr: date de prise de vue

source: crop from
fr: découper à partir de

source: effect
fr: effet

source: An "admin_thumbnail" photo size has not been defined.
fr: Une taille de photo "admin_thumbnail" n'a pas encore été définie.

source: Thumbnail
fr: Miniature

source: date added
es: fecha añadido
fr: date d'ajout

source: Public photographs will be displayed in the default views.
fr: Les photographies publique seront affichées dans les vues par défaut.

source: rotate or flip
fr: rotation ou inversion

source: color
fr: couleur

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
fr: Un facteur de 0.0 donne une image en noir et blanc, un facteur de 1.0 donne l'image originale.

source: brightness
fr: brillance

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
fr: Un facteur de 0.0 donne une image noire, un facteur de 1.0 donne l'image originale.

source: contrast
fr: contraste

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
fr: Un facteur de 0.0 donne une image grise, un facteur de 1.0 donne l'image originale.

source: sharpness
fr: netteté

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
fr: Une facteur de 0.0 donne une image floue, un facteur de 1.0 donne l'image d'origine.

source: filters
fr: filtres

source: size
fr: taille

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
fr: La hauteur de la réflection sous la forme d'un pourcentage de l'image d'origine. Un facteur de 0.0 n'ajoute aucune réflection, un facteur de 1.0 ajoute une réflection égale à la hauteur de l'image d'origine.

source: strength
fr: force

source: photo effect
fr: effet photo

source: photo effects
fr: effets photo

source: opacity
fr: opacité

source: The opacity of the overlay.
fr: L'opacité de la surcouche.

source: watermark
fr: filigrane

source: watermarks
fr: filigranes

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
fr: Le nom de la taille de la photo ne doit contenir que des lettres, des chiffres et des caractères de soulignement. Exemples: "miniature", "affichage", "petit", "widget_page_principale".

source: width
fr: largeur

source: If width is set to "0" the image will be scaled to the supplied height.
fr: Si la largeur est réglée à "0" l l'image sera redimensionnée par rapport à la hauteur fournie.

source: height
fr: hauteur

source: If height is set to "0" the image will be scaled to the supplied width
fr: Si la hauteur est réglée à "0" l l'image sera redimensionnée par rapport à la largeur fournie.

source: quality
fr: qualité

source: JPEG image quality.
fr: Qualité JPEG de l'image.

source: upscale images?
fr: agrandir les images ?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
fr: Si sélectionné l'image sera agrandie si nécessaire pour coïncider avec les dimensions fournies. Les dimensions ajustées seront agrandies sans prendre en compte ce paramètre.

source: crop to fit?
fr: découper pour adapter à la taille ?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
fr: Si sélectionné l'image sera redimensionnée et recadrée pour coïncider avec les dimensions fournies.

source: pre-cache?
fr: mise en cache ?

source: If selected this photo size will be pre-cached as photos are added.
fr: Si sélectionné cette taille de photo sera mise en cache au moment au les photos sont ajoutées.

source: increment view count?
fr: incrémenter le nombre d'affichages ?

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
fr: Si sélectionné le "view_count" (nombre d'affichage) de l'image sera incrémenté quand cette taille de photo sera affichée.

source: watermark image
fr: placer un filigrane sur l'image

source: photo size
fr: taille de la photo

source: photo sizes
fr: tailles des photos

source: A PhotoSize must have a positive height or width.
fr: La PhotoSize (taille de la photo) doit avoir une hauteur ou une largeur positive.

source: Private
fr: Privé

source: photo set
fr: ensemble de photos

source: photo sets
fr: ensembles de photos

source: Safe
fr: Sur

source: Not Safe
fr: Pas Sur

source: safetylevel
fr: niveau de sécurité

source: Successfully uploaded photo '%s'
fr: Photo '%s' envoyée sur le serveur avec succès

source: about
ar: حول
de: Über
fr: a propos de
sv: om

source: location
ar: المكان
de: Ort
fr: emplacement
sv: plats

source: website
ar: الموقع الإلكتروني
de: Webseite
fr: site web
sv: webbplats

source: timezone
ar: المنطقة الزمنية
de: Zeitzone
fr: fuseau horaire
sv: tidzon

source: Twitter Username
fr: Nom d'utilisateur Twitter

source: Twitter Password
fr: Password Twitter

source: language
fr: langue
sv: språk

source: profile
ar: ملف شخصي
de: Profil
fr: profil
sv: konto

source: You are now following %(other_user)s
ar: أنت الآن تتبع %(other_user)s
de: Du folgst nun %(other_user)s
fr: Vous suivez maintenant %(other_user)s
sv: Du följer nu %(other_user)s

source: You have stopped following %(other_user)s
ar: لقد توقفت عن إتباع %(other_user)s
de: Du hast aufgehört, %(other_user)s zu folgen.
fr: Vous avez arrêté de suivre %(other_user)s
sv: Du har slutat följa %(other_user)s

source: Let's be friends!
ar: دعنا نصبح أصدقاء!
de: Lass uns Freunde sein!
fr: Soyons amis!
sv: Låt oss bli vänner!

source: You have accepted the friendship request from %(from_user)s
ar: قمت بالموافقة على طلب دعوة صداقة من %(from_user)s
de: Du hast das Freundschaftsangebot von %(from_user)s angenommen
fr: Vous avez accepté la demande d'amitié venant de %(from_user)s
sv: Du har accepterat en vänskapsförfrågan från %(from_user)s

source: a short version of the name consisting only of letters, numbers and underscores.
ar: صيغة مختصر من العنوان تحتوي على أحرف، أرقام أو شارطة سفلية فقط.
de: Ein Kürzel kann nur Buchstaben, Ziffern und Unterstriche enthalten.
fr: une version abrégée du nom qui ne peut contenir que des lettres, des chiffres ou des caractères de soulignement.
sv: en kort version av namnet som bara innehålla bokstäverna a till z, siffror och understrykningar.

source: A project already exists with that slug.
fr: Un projet existe déjà sous ce nom abrégé.
sv: Ett projekt med den polletten finns redan.

source: A project already exists with that name.
fr: Un projet existe déjà sous ce nom.
sv: Ett projekt med det namnet finns redan.

source: User
ar: مستخدم
de: Benutzer
fr: Utilisateur
sv: Användare

source: New Project Member
fr: Nouveau Membre du Projet
sv: Ny projektmedlem

source: a project you are a member of has a new member
fr: un projet dont vous êtes membre a un nouveau membre
sv: en av dina projekt har fått en ny medlem

source: Added to Project
fr: Ajouté à Projet
sv: Medlem i ett projekt

source: you have been added to a project
fr: vous avez été ajouté à un projet
sv: du har blivit medlem i ett projekt

source: New Project Topic Started
fr: Nouveau Thème de Projet Démarré
sv: Nytt projektämne startade

source: a new topic has started in a project you're a member of
fr: un nouveau thème a été lancé dans un projet dont vous êtes membre
sv: ett nytt ämne har börjat i ett projekt du är medlem i

source: Response To Your Project Topic
fr: Réponse à Votre Sujet de Projet
sv: Svar på ditt projektämne

source: someone has responded on a project topic you started
fr: quelqu'un a répondu sur un sujet de projet que vous avez lancé
sv: någon har svarat på ett projektämnet som du började

source: New Project Task
fr: Ajouter une Tâche au Projet
sv: Ny projektuppgift

source: a new task been created in a project you're a member of
fr: une nouvelle tâche a été créée dans un projet dont vous êtes membre
sv: en ny uppgift har skapats i ett projekt du är medlem i

source: Comment on Project Task
fr: Commentaire sur une Tâche de Projet
sv: Kommentera projektuppgift

source: a new comment has been made on a task in a project you're a member of
fr: une tâche d'un projet dont vous êtes membre a reçu un nouveau commentaire
sv: en ny kommentar på en uppgift i ett projekt du är medlem i

source: Change to Project Task
fr: Changement sur une Tâche d'un Projet
sv: Ändra på en projekt uppgift

source: there has been a change in the state of a task in a project you're a member of
fr: il y a eu un changement d'état d'une tâche dans un projet dont vous êtes membre

source: a task has been (re)assigned in a project you're a member of
fr: une tâche a été réassigné dans un projet dont vous êtes membre

source: there has been a status update to a task in a project you're a member of
fr: il y a eu un changement de status sur une tâche appartenant à un projet dont vous êtes membre

source: created
ar: منشأ
de: erstellt
fr: créé
sv: skapad

source: members
ar: أعضاء
de: Mitglieder
fr: membres
sv: medlemmar

source: private
fr: privé
sv: privat

source: project
fr: projet
sv: projekt

source: modified
ar: معدل
de: bearbeitet
fr: modifié à
sv: ändrad den

source: summary
fr: sommaire
sv: summering

source: detail
fr: détail
sv: detalj

source: assignee
fr: responsable
sv: ansvarig

source: state
fr: état
sv: status

source: You have been added to project %(project)s by %(adder)s.
fr: Vous avez été ajouté au projet %(project)s par %(adder)s.

source: You have been added to project '<a href="%(project_url)s">%(project)s</a>' by <a href="%(adder_url)s">%(adder)s</a>.
fr: Vous avez été ajouté au projet '<a href="%(project_url)s">%(project)s</a>' par <a href="%(adder_url)s">%(adder)s</a>.

source: %(new_member)s has been added to project %(project)s.
fr: %(new_member)s a été ajouté au projet %(project)s.

source: <a href="%(new_member_url)s">%(new_member)s</a> has been added to project '<a href="%(project_url)s">%(project)s</a>'.
fr: <a href="%(new_member_url)s">%(new_member)s</a> a été ajouté au projet '<a href="%(project_url)s">%(project)s</a>'.

source: %(creator)s has added a task '%(task)s' in project %(project)s.
fr: %(creator)s a ajouté une tâche '%(task)s' dans le projet %(project)s.

source: <a href="%(creator_url)s">%(creator)s</a> has added a task '<a href="%(task_url)s">%(task)s</a>' in project '<a href="%(project_url)s">%(project)s</a>'.
fr: <a href="%(creator_url)s">%(creator)s</a> a ajouté une tâche '<a href="%(task_url)s">%(task)s</a>' dans le projet '<a href="%(project_url)s">%(project)s</a>'.

source: %(creator)s has started a topic '%(topic)s' in project %(project)s.
fr: %(creator)s a lancé un sujet '%(topic)s' dans le projet %(project)s.

source: <a href="%(creator_url)s">%(creator)s</a> has started a topic '<a href="%(topic_url)s">%(topic)s</a>' in project <a href="%(project_url)s">%(project)s</a>.
fr: <a href="%(creator_url)s">%(creator)s</a> a démarré le sujet '<a href="%(topic_url)s">%(topic)s</a>' dans le projet <a href="%(project_url)s">%(project)s</a>.

source: %(user)s has assigned task '%(task)s' in project %(project)s to %(assignee)s.
fr: %(user)s a assigné la tâche '%(task)s' du projet %(project)s à %(assignee)s.

source: <a href="%(user_url)s">%(user)s</a> has assigned task '<a href="%(task_url)s">%(task)s</a>' in project <a href="%(project_url)s">%(project)s</a> to <a href="%(assignee_url)s">%(assignee)s</a>.
fr: <a href="%(user_url)s">%(user)s</a> a assigné la tâche '<a href="%(task_url)s">%(task)s</a>' du projet <a href="%(project_url)s">%(project)s</a> à <a href="%(assignee_url)s">%(assignee)s</a>.

source: %(user)s has marked task '%(task)s' in project %(project)s as %(new_state)s.
fr: %(user)s as marqué la tâche '%(task)s' du projet %(project)s %(new_state)s.

source: <a href="%(user_url)s">%(user)s</a> has marked task '<a href="%(task_url)s">%(task)s</a>' in project <a href="%(project_url)s">%(project)s</a> as %(new_state)s.
fr: <a href="%(user_url)s">%(user)s</a> a marqué la tâche '<a href="%(task_url)s">%(task)s</a>' du projet <a href="%(project_url)s">%(project)s</a> %(new_state)s.

source: %(user)s has commented on task '%(task)s' in project %(project)s.
fr: %(user)s a commenté la tâche '%(task)s' du projet %(project)s.

source: <a href="%(user_url)s">%(user)s</a> has commented on task '<a href="%(task_url)s">%(task)s</a>' in project <a href="%(project_url)s">%(project)s</a>.
fr: <a href="%(user_url)s">%(user)s</a> a mis à jour le status de la tâche '<a href="%(task_url)s">%(task)s</a>' du projet <a href="%(project_url)s">%(project)s</a>.

source: %(user)s has updated the status of task '%(task)s' in project %(project)s.
fr: %(user)s a mis à jour le status de la tâche '%(task)s' du projet %(project)s.

source: <a href="%(user_url)s">%(user)s</a> has updated the status of task '<a href="%(task_url)s">%(task)s</a>' in project <a href="%(project_url)s">%(project)s</a>.
fr: <a href="%(user_url)s">%(user)s</a> a mis à jour le status de la tâche '<a href="%(task_url)s">%(task)s</a>' du projet <a href="%(project_url)s">%(project)s</a>.

source: %(user)s has responded to your topic '%(topic)s'.
fr: %(user)s a répondu a votre sujet '%(topic)s'.

source: <a href="%(user_url)s">%(user)s</a> has responded to your topic '<a href="%(topic_url)s">%(topic)s</a>'.
fr: <a href="%(user_url)s">%(user)s</a> a répondu à votre sujet '<a href="%(topic_url)s">%(topic)s</a>'.

source: Case-sensitive. A missing trailing slash does also match to files which start with the name of the pattern, e.g., '/admin' matches /admin.html too. Some major search engines allow an asterisk (*) as a wildcard and a dollar sign ($) to match the end of the URL, e.g., '/*.jpg$'.
ar: حساس لحالة الأحرف. عند عدم إدراج سلاش سيتم التطابق مع الملفات التي تبدأ بإسم من هذا النموذج., مثال. , '/admin' تطابق /admin.html too. بعض محركات البحث المشهورة تسمح بـ (*) كـ wildcard وعلامة الدولار ($) لكي تطابق عنوان الموقع.
de: Groß-/Kleinschreibung beachten. Wenn der abschließende Schrägstrich fehlt, werden auch die Dateien erkannt, die mit dem Muster beginnen, also zum Beispiel '/admin' trifft auch auf /admin.html zu. Einige größere Suchmaschinen erlauben eine Asterisk (*) als Wildcard und ein Dollar-Zeichen ($) um das Ende einer URL zu beschreiben, z.B. '/*.jpg$'.
fr: La casse est significative. Une barre oblique manquant en fin de chaine fera aussi correspondre les fichiers qui commencent avec le nom de la pattern, par exemple '/admin' correspondra aussi à /admin.html. Certains moteurs de recherche important permettent aussi d'utiliser l'astérisque (*) en temps que joker et un signe dollar ($) pour correspondre à la fin de l'URL, par exemple, '/*.jpg$'.
sv: Känsligt för stora och små bokstäver. Ett saknat snedstreck på slutet gör att det träffar även filer som börjar med mönstret, alltså träffar /admin även /admin.html . En del stora sökmotorer tillåter en asterisk (*) som jokerteken och ett dollartecken ($) för att träffa slutet på en URL, alltså '/*.jpg$'.

source: This should be a user agent string like 'Googlebot'. Enter an asterisk (*) for all user agents. For a full list look at the <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>database of Web Robots</a>.
ar: يجب أن تكون هذه القيمة علامة تمثل عميل ما مثل 'Googlebot'. أدخل علامة (*) للحصول على جميع المستخدمين العملاء. للحصول على قائمة كاملة إضهب إلى <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>قاعدة بيانات روبوتات الويب</a>.
de: Das sollte ein User Agent sein wie 'Googlebot'. Ein Asterisk (*) sollte für alle User Agents eingegeben werden. Eine lange Liste mit User Agents ist die <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>Database of Web Robots</a>.
fr: Ceci doit être une chaine user agent comme par exemple 'Googlebot'. Entrez une astérisque (*) pour tout les user agents. Pour une liste complète réfèrez-vous à la <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>base de données des Web Robots</a>.
sv: Detta bör vara en "user agent" sträng som 'Googlebot'. Ange en asterisk (*) för alla agenter. För en lista se <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>databas över Webbrobotar (på engelska)</a>.

source: These are URLs which are allowed to be accessed by web robots.
ar: هذه العناوين المسموح للروبوتات من مواقع البحث بالدخول إليها.
de: Das sind die für den Zugriff durch Robots erlaubten URLs.
fr: Il est permis aux robots web d'accéder à ces URLs.
sv: Dessa URLer tillåts webbrobotarna hämta.

source: These are URLs which are not allowed to be accessed by web robots.
ar: هذه العناوين الغير مسموح للروبوتات من مواقع البحث بالدخول إليها
de: Das sind die für den Zugriff durch Robots nicht erlaubten URLs.
fr: Il n'est pas permis aux robots web d'accéder à ces URLs.
sv: Dessa URLer tillåts webbrobotarna inte hämta.

source: crawl delay
ar: تأخير عملية الـ crawl
de: Abfrageabstand
fr: délai de parcours du site
sv: krypfördröjning (crawl delay)

source: rule
ar: قاعدة
de: Regel
fr: rêgle
sv: regel

source: rules
ar: قواعد
de: Regeln
fr: rêgles
sv: regler

source: URL patterns
ar: نموذج العنوان
de: URL-Muster
fr: formats d'URL
sv: URLmönster

source: Advanced options
ar: خيارات متقدمة
de: Erweiterte Einstellungen
fr: Options avancées
sv: Avanserade inställningar

source: and
ar: و
de: und
fr: et
sv: och

source: allowed
ar: مسموح
de: erlaubt
fr: permis
sv: tillåtna

source: disallowed
ar: غير مسموح
de: nicht erlaubt
fr: interdit
sv: förbjudna

source: The model %s has already been registered.
fr: Le modèle %s a déjà été enregistré.
sv: Modelen %s har redan registrerats.
