Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: there has been a change to a task in a project you're a member of
sv: det har skett en förändring av en uppgift i ett projekt du är medlem i

source: pattern
ar: نموذج
de: Muster
sv: mönster

source: Local
ar: محلي
de: Lokal
sv: Lokal

source: Sites
ar: مواقع
de: Webseiten
es: Sitios
sv: webbplatser

source: Blogs
sv: Bloggar

source: Note
ar: ملاحظة
de: Beachte
es: Nota
sv: Anteckning

source: Contacts
ar: جهات الإتصال
de: Kontakte
es: Contactos
sv: Kontakter

source: Invitations
ar: دعوات
de: Einladungen
es: Invitaciones
sv: Inbjudningar

source: Actions
ar: مهام
de: Aktionen
es: Acciones
sv: Åtgärder

source: site
ar: الموقع الإلكتروني
de: Webseite
sv: webbplats

source: Article
ar: مقالة
de: Artikel
sv: Artikel

source: Articles
ar: المقالات
de: Artikel
sv: Artiklar

source: signal
ar: إشارة / تنبيه

source: You have received the following notice: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s If you have any issues, please don't hesitate to contact %(contact_email)s
ar: لقد إستلمت الملاحظة التالية: %(message)s لكي تقرأ الملاحظات الأخرى التي إستلمتها يمكنك الذهاب إلى %(notices_url)s إذا كنت تواجه أي مشكلة الرجاء المراسلة على: %(contact_email)s.
de: Du hast folgende Benachrichtigung erhalten: %(message)s Wenn du eine Liste mit anderen Benachrichtigungen sehen oder deine Benachrichtigungseinstellungen ändern möchtest, gehe bitte zu %(notices_url)s Wenn irgendwelche Probleme auftreten, kontaktiere bitte %(contact_email)s.

source: %(display)s Notification
ar: %(display)s تنبيهات
de: %(display)s Benachrichtigung

source: url
ar: عنوان

source: robot
ar: روبوت

source: for displaying avatars
es: para mostrar avatares de usuarios

source: photo management
es: gestion de fotos

source: flash-based arcade games
es: juegos arcade basados en flash

source: swaps
es: intercambios

source: location support
es: soporte a la localización

source: Welcome
es: Bienvenido/a

source: At this stage, there is openid support, email verification, password management, site announcements, user-to-user messaging, friend invitation (both internal and external to the site), a basic twitter clone, interest groups (called tribes), projects with basic task and issue management, threaded discussions, wikis, blogging, bookmarks, contact import (from vCard, Google or Yahoo), photo management and a notification framework.
es: En este sitio existe soporte para openid, verificación de email, gestión de contraseñas, noticias del sitio, mensajes entre usuarios, invitación de amigos (internos y externos al sitio), un clon básico de twitter, grupos de interés (llamados tribus), discusiones con hilos por tribu, agregación de blogs, gestión de favoritos, importación desde vCard, google o yahoo y un framework de notificaciones.

source: Photos
es: Fotos

source: Games
es: Juegos

source: Swaps
es: Intercambios

source: You have already authorized a twitter account.
es: Ya has autorizado una cuenta de twitter

source: Change your account with this form.
es: Cambia tu cuenta con este formulario.

source: You have already authorized a pownce account.
es: Ya has autorizado una cuenta de pownce.

source: Here is your current avatar:
es: Este es tu avatar actual:

source: Teaser
es: Rompecabezas

source: User '%(user)s' at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
es: Usuario '%(user)s' en %(site_name)s ha dado este como una direccion de email. Para confirmar que es correcto, ves a %(activate_url)s

source: Confirm email address for %(site_name)s
es: Confirma la dirección de email para %(site_name)s

source: Categories
es: Catergorias

source: All Games
es: Todos los juegos

source: Game
es: Juego

source: By
es: Por

source: Comments
es: Comentarios

source: Games for Category
es: Juegos por Categorias

source: Most Played
es: Más jugados

source: Newest
es: El más nuevo

source: Alphabetical
es: Alfabético

source: Notice
es: Aviso

source: %(message_sender)s replied: %(message_body)s http://%(current_site)s%(message_url)s
es: %(message_sender)s repondió: %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from <a href="%(sender_url)s">%(message_sender)s</a>.
es: Has recibido el mensaje <a href="%(message_url)s">%(message)s</a> de <a href="%(sender_url)s">%(message_sender)s</a>.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
es: has recuperado el mensaje <a href="%(message_url)s">%(message)s</a>.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from <a href="%(recipient_url)s">%(message_recipient)s</a>.
es: Has respondido a <a href="%(message_url)s">%(message_parent_msg)s</a> de <a href="%(recipient_url)s">%(message_recipient)s</a>.

source: %(message_sender)s replied to '%(message_parent_msg)s': %(message_body)s http://%(current_site)s%(message_url)s
es: %(message_sender)s respondiendo a '%(message_parent_msg)s': %(message_body)s http://%(current_site)s%(message_url)s

source: <a href="%(sender_url)s">%(message_sender)s</a> has sent you a reply to <a href="%(message_url)s">%(message_parent_msg)s</a>.
es: <a href="%(sender_url)s">%(message_sender)s</a> te ha respondido a <a href="%(message_url)s">%(message_parent_msg)s</a>.

source: %(creator)s has accepted your proposed swap of %(proposing_offer)s for %(responding_offer)s. http://%(current_site)s%(swap_url)s
es: %(creator)s ha aceptado tu propuesta de intercambio de %(proposing_offer)s por %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator)s</a> has accepted your proposed '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for %(responding_offer)s.
es: <a href="%(creator_url)s">%(creator)s</a> has aceptado tu '<a href="%(swap_url)s">intercambio</a>' propuesto de %(proposing_offer)s por %(responding_offer)s.

source: %(creator)s has cancelled their proposed swap of %(proposing_offer)s for %(responding_offer)s. http://%(current_site)s%(swap_url)s
es: %(creator)s ha cancelado su propuesta de intercambio de %(proposing_offer)s por %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator)s</a> has cancelled their proposed '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for %(responding_offer)s.
es: <a href="%(creator_url)s">%(creator)s</a>ha cancelado su '<a href="%(swap_url)s">intercambio</a>' propuesto de %(proposing_offer)s por %(responding_offer)s.

source: Get Embed Code
es: Conseguir código embebido

source: Delete Photo
es: Borrar foto

source: Create Project
es: Crear un proyecto

source: Members' Status
es: Estado de los miembros

source: Set Away
es: Marcar fuera

source: set away
es: establecer como ausente

source: Set Back
es: Marcar de vuelta

source: set back
es: establecer como de vuelta

source: None yet. Go to the <a href="%(wiki_url)s", title="wiki">wiki</a> to start a new article.
es: Ninguno todavía. Ves a la <a href="%(wiki_url)s", title="wiki">wiki</a> para empezar un nuevo artículo.

source: Start your own project
es: Empieza tu propio proyecto

source: You have no tasks right now.
es: Tu no tienes tareas ahora mismo.

source: Your accepted Swaps
es: Tus intercambios aceptados

source: Open Offers
es: Ofertas abiertas

source: Your Offers
es: Tus Ofertas

source: Make an Offer
es: Hacer una oferta

source: Proposed to you
es: Propuestas para ti

source: Proposed by you
es: Propuestas por ti

source: Accepted
es: Aceptado

source: Editing Offer
es: Editando oferta

source: Add a new Offer
es: Añadir una nueva oferta

source: Offer
es: Oferta

source: Edit Offer
es: Editar oferta

source: All Open Offers
es: Todas las ofertas abiertas

source: Propose Swap
es: Propón un intercambio

source: Propose a Swap
es: Propón un intercambio

source: Swaps proposed by you
es: Intercambios propuestos por ti

source: Cancel
es: Cancelar

source: Swaps proposed to you
es: Intercambios propuestos a ti

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Swap
es: intercambios

source: All Projects Matching <i>%(tag)s</i>
es: Todos los proyectos coincidentes <i>%(tag)s</i>

source: All Project Topics Matching <i>%(tag)s</i>
es: Todos los Temas de proyectos coincidentes <i>%(tag)s</i>

source: All Project Tasks Matching <i>%(tag)s</i>
es: Todas las tareas de proyectos coincidentes <i>%(tag)s</i>

source: All Tribes Matching <i>%(tag)s</i>
es: Todas las tribus coincidentes <i>%(tag)s</i>

source: All Tribe Topics Matching <i>%(tag)s</i>
es: Todos los temas de tribus coincidentes <i>%(tag)s</i>

source: All Wiki Articles Matching <i>%(tag)s</i>
es: Todos los articulos de Wiki coincidentes <i>%(tag)s</i>

source: Create Tribe
es: Crear tribu

source: Start your own tribe
es: Comenzar la tuya propia

source: You have authorized a twitter account.
es: Has autorizado una cuenta twitter.

source: Publish to Twitter?
es: Publicar en Twitter?

source: You have authorized a pownce account.
es: Has autorizado una cuenta de pownce.

source: Publish to Pownce?
es: Publicar en Pownce ?
