Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: Username
ar: إسم المستخدم
de: Benutzername
fr: Nom d'utilisateur
sv: Användarnamn

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
sv: Lösenord

source: Remember Me
fr: Se souvenir de moi
sv: Kom ihåg mig

source: If checked you will stay logged in for 3 weeks
fr: Si cette case est cochée vous resterez connecté pour 3 semaines
sv: Om förkryssad så förblir du inloggad i 3 veckor

source: This account is currently inactive.
ar: هذا الحساب غير فعال حالياً
de: Dieser Account ist im Moment inaktiv.
fr: Ce compte est actuellement inactif.
sv: Kontot är inaktivt.

source: The username and/or password you specified are not correct.
ar: إسم المستخدم و/أو كلمة المرور غير صحيحة.
de: Eingegebene Benutzername und/oder Passwort stimmen nicht überein.
fr: Le nom d'utilisateur et/ou le mot de passe que vous avez spécifié est incorrect.
sv: Användarnamnet och/eller lösenordet du angav är inte korrekt.

source: Successfully logged in as %(username)s.
ar: تم الدخول بنجاح للمستخدم %(username)s
de: Erfolgreich als %(username)s angemeldet.
fr: Connecté en temps que %(username)s avec succès.
sv: Loggade in som %(username)s.

source: Password (again)
ar: كلمة المرور (مرة ثانية)
de: Passwort (nochmal)
fr: Mot de passe (encore)
sv: Lösenord (igen)

source: Email (optional)
ar: البريد الإلكتروني (غير ضروري)
de: E-Mail-Adresse (optional)
fr: Courriel (optionel)
sv: E-post (frivilligt)

source: Usernames can only contain letters, numbers and underscores.
ar: لا يمكن لإسم المستخدم سوى أن يحتوي على أحرف، أرقام وعلامة الشارطة السفلية
de: Benutzernamen können nur Buchstaben, Ziffern und Unterstriche enthalten.
fr: Les noms d'utilisateur ne peuvent contenir que des lettres, des chiffres ou des caractères de soulignement.
sv: Användarnamn kan bara innehålla bokstäverna a till z, siffror och understrykningar.

source: This username is already taken. Please choose another.
ar: إسم المستخدم هذا غير متوفر. الرجاء إختيار إسم آخر.
de: Dieser Benutzername ist schon vergeben. Bitte wähle einen anderen.
fr: Ce nom d'utilisateur est déjà pris. Choisissez-en un autre s'il vous plaît.
sv: Det användarnamnet är redan upptaget. Var snäll och välj ett annat.

source: You must type the same password each time.
ar: يجب أن تكون كلمتا المرور متطابقتين.
de: Die beiden Passwörter müssen übereinstimmen.
fr: Vous devez saisir le même mot de passe chaque fois.
sv: Du måste ange samma lösenord båda gångerna.

source: Your email address has already been verified
ar: لقد سبق وأن تم التحقق من بريدك الإلكتروني.
de: Deine E-Mail-Adresse wurde schon verifiziert.
fr: Votre adresse de courriel a déjà été vérifiée
sv: Din epostadress har redan verifierats

source: Confirmation email sent to %(email)s
ar: ثم إرسال رسالة التحقق من البريد الإلكتروني إلى %(email)s
de: Verifizierungs-E-Mail an %(email)s gesendet
fr: Courriel de confirmation envoyé à %(email)s
sv: Bekräftelsebrev har skickats till %(email)s

source: Email
ar: البريد الإلكتروني
de: E-Mail-Adresse
fr: Courriel
sv: E-post

source: This email address already associated with this account.
ar: البريد الإلكتروني هذا سبق وأن تم إستخدامه مستخدم آخر.
de: Diese E-Mail-Adresse ist schon mit einem Account verknüpft.
fr: Cette adresse de courriel est déjà associée avec ce compte.
sv: E-postadressen är redan kopplad till kontot.

source: Current Password
ar: كلمة المرور الحالية
de: Aktuelle Passwort
fr: Mot de passe actuel
sv: Aktuell Lösenord

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
sv: Ny Lösenord

source: New Password (again)
ar: كلمة السر الجديدة (مرة أخرى)
de: Neues Passwort (nochmal)
fr: Nouveau mot de passe (encore)
sv: Nytt lösenord (igen)

source: Please type your current password.
ar: الرجاء إدخال كلمة المرور الحالية.
de: Bitte aktuelles Passwort eingeben.
fr: Saisissez votre mot de passe actuel s'il vous plaît.
sv: Ange ditt nuvarande lösenord.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
de: Passwort erfolgreich geändert.
fr: Mot de passe changé avec succès.
sv: Lösenordet ändrades.

source: Email address not verified for any user account
ar: لم يتم التحقق من البريد الإلكتروني هذا لأي مستخدم
de: E-Mail-Adresse ist für keinen Benutzer verifiziert
fr: Adresse courriel non vérifiée pour aucun compte utilisateur
sv: E-postadressen har inte bekräftats för något användarkonto

source: Password reset
ar: تغيير كلمة المرور
de: Passwort zurücksetzen
fr: Remise à zéro du mot de passe
sv: Lösenordsåterställning

source: Timezone
ar: المنطقة الزمنية
de: Zeitzone
es: Franja horaria
fr: Fuseau horaire
sv: Tidszon

source: Timezone successfully updated.
ar: تم تحديث المنطقة الزمنية بنجاح
de: Zeitzone erfolgreich geändert.
fr: Fuseau horaire mis à jour avec succès.
sv: Tidszonen har uppdaterats.

source: Language
es: Idioma
fr: Langue
sv: Språk

source: Language successfully updated.
fr: Langue mise à jour avec succès.
sv: Språket har uppdaterats.

source: Sucessfully authenticated.
fr: Authentifié avec succès.

source: title
ar: العنوان
de: Titel
fr: titre
sv: titel

source: content
ar: المحتوى
de: Inhalt
fr: contenu
sv: innehåll

source: creator
ar: المنشئ
de: Ersteller
fr: créateur
sv: skapare

source: creation_date
ar: تاريخ_الإنشاء
de: Erstellungsdatum
fr: date de création
sv: skapad_datum

source: site wide
de: systemweit
fr: pour le site entier
sv: HEla webbplatsen

source: members only
ar: للأعضاء فقط
de: Nur für Mitglieder
fr: membres uniquement
sv: endast medlemmar

source: announcement
ar: تنبيه
de: Mitteilung
fr: annonce
sv: meddelande

source: announcements
ar: تنبيهات
de: Mitteilungen
fr: annonces
sv: meddelanden

source: Enabled
ar: فعال
de: Aktiviert
fr: Activé
sv: Aktiverad

source: Disabled
ar: غير فعال
de: Deaktiviert
fr: Désactivé
sv: Avstängd

source: Removed
ar: محذوف
de: Entfernt
fr: Retiré
sv: Borttagen

source: This value must contain only letters, numbers, underscores, and '.' dots.
ar: يجب أن تحتوي هذه القيمة على أحرف، أرقام أو الشارطة السفلية
de: Dieser Wert darf nur Buchstaben, Ziffern, Unterstriche und Punkt ('.') enthalten.
fr: Cette valeur ne peut contenir que des lettres, des chiffres ou des caractères de soulignement et des points '.'.
sv: Det här värdet kan bara innehålla bokstäverna a till z, siffror understrykningar och punkter.

source: The label for the plugin point.
ar: نص الإضافة
de: Die Bezeichnung des Plugin-Ort
fr: L'étiquette pour le point d'ancrage.
sv: Etikett för plugin punkten.

source: is this a registered plugin point with a library entry?
ar: هل هذه نقطة إضافة معرفة على المكتبة؟
de: Ist dieser Plugin-Ort mit einem Eintrag verknüpft?
fr: est-ce un point d'ancrage enregistré avec une entrée dans une librairie ?
sv: är detta en registrerad plugin punkt med en bibliotekspost?

source: is this a registered plugin?
ar: هل هذه إضافة معرفة؟
de: Ist dies ein registriertes Plugin?
fr: est-ce un greffon enregistré ?
sv: är detta en registrerad plugin?

source: users can not remove this plugin.
ar: لا يمكن للمستخدمين حذف هذه الإضافة
de: Benutzer können dieses Plugin nicht entfernen.
fr: les utilisateurs ne peuvent pas enlever ce greffon.
sv: användare kan inte ta bort den här pluginen.

source: template to load for the plugin.
ar: القالب لتشغيل هذه الإضافة
de: Das Template, das für das Plugin geladen wird.
fr: modèle à charger pour le greffon.
sv: mall som laddas med den här pluginen.

source: a short version of the title consisting only of letters, numbers and underscores.
fr: une version abrégée du titre qui ne peut contenir que des lettres, des chiffres ou des caractères de soulignement.
sv: en kort version av namnet som bara innehåller bokstäverna a till z, siffror och understrykningar.

source: This value must contain only letters, numbers and underscores.
ar: هذه القيمة من الممكن ان تحوي أحرف، أرقام أو شارطة سفلية فقط.
de: Dieser Wert kann nur Buchstaben, Ziffern und Unterstriche enthalten.
fr: Cette valeur ne peut contenir que des lettres, des chiffres ou des caractères de soulignement.
sv: Det här värdet kan bara innehålla bokstäverna a till z, siffror och understrykningar.

source: Friend Posted to Blog
fr: Un ami a posté sur son blog
sv: En vän skrev i sin blogg

source: a friend of yours posted to their blog
fr: un de vos amis a posté une note dans son blog
sv: en av dina vänner har skrivit i sin blogg

source: New Comment on Blog Post
fr: Nouveau commentaire sur votre article
sv: Nya kommentarer på en bloggpost

source: a comment was made on one of your blog posts
fr: un commentaire a été fait sur un de vos articles
sv: någon kommenterade på en av dina bloggposter

source: Draft
fr: Brouillon
sv: Utkast

source: slug
ar: عنوان مختصر
de: Kürzel
fr: libellé court
sv: pollett

source: IP Address of the Post Creator
fr: Adresse IP du créateur de l'Article
sv: Post skaparens IPadress

source: body
ar: المحتوى
de: Inhalt
fr: corps du message
sv: meddelande

source: tease
fr: intro
sv: ingress

source: allow comments
fr: autoriser les commentaires
sv: tillåt kommentarer

source: publish
fr: publier
sv: publicera

source: created at
fr: créé à
sv: skapad den

source: updated at
fr: mis à jour à
sv: uppdaterad den

source: Post Content Markup
fr: Marquage du Contenu de la Note
sv: Post uppmärkning

source: post
ar: إنشاء
de: Abschicken
es: Enviar
fr: article
sv: posta

source: posts
fr: articles
sv: poster

source: Successfully saved post '%s'
fr: Article '%s' sauvé avec succès

source: Successfully updated post '%s'
fr: Article '%s' mis à jour avec succès

source: %(post_author)s has posted to their blog.
fr: %(post_author)s a publié un article sur son blog.

source: <a href="%(author_url)s">%(post_author)s</a> has posted to their blog.
fr: <a href="%(author_url)s">%(post_author)s</a> a posté un article sur son blog.

source: %(user)s has commented on your blog post '%(post)s'.
fr: %(user)s a commenté votre article '%(post)s' sur votre blog.

source: <a href="%(user_url)s">%(user)s</a> has commented on your blog post '<a href="%(post_url)s">%(post)s</a>'.
fr: <a href="%(user_url)s">%(user)s</a> a laissé un commentaire sur l'article '<a href="%(post_url)s">%(post)s</a>' de votre blog.

source: You have already bookmarked this link.
fr: Vous avez déjà placé ce lien dans vos marque-pages.

source: note
ar: ملاحظة
de: Notiz
fr: avis
sv: anteckning

source: has favicon
fr: possède un favicon

source: favicon checked
fr: favicon vérifié

source: adder
ar: الناشر
de: Author
fr: ajouté par
sv: tillagd av

source: added
ar: مضاف
de: Hinzugefügt
fr: ajouté
sv: tillagda

source: bookmark
fr: marque-page

source: user
ar: المستخدم
de: Benutzer
fr: utilisateur
sv: användare

source: saved
fr: sauvegardé

source: You have saved bookmark '%(description)s'
fr: Vous avez placé le lien '%(description)s' dans vos marque-pages.

source: Date information
ar: معلومات التاريخ
de: Datum
fr: Date
sv: Datuminformation

source: name
ar: إسم
fr: nom
sv: namn

source: Example: 'flatpages/default.html'
ar: مثال: 'flatpages/default.html'
de: Beispiel: 'flatpages/default.html'
fr: Exemple: 'flatpages/default.html'
sv: Exempel: "flatpages/default.html"

source: creation date
ar: تاريخ الإنشاء
de: Erstellungsdatum
fr: date de création
sv: skapad datum

source: last changed
ar: آخر تعديل
de: Zuletzt geändert
fr: dernier changement
sv: senast ändrad

source: template
ar: قالب
fr: modèle
sv: mall

source: templates
ar: قوالب
fr: modèles
sv: mallar

source: Request Log
ar: طلب سجل الأحداث
fr: Journal des requêtes
sv: Frågelogg

source: Level
ar: الدرجة / المرحلة
fr: Niveau
sv: Nivå

source: Timestamp
ar: الوقت
de: Zeitstempel
fr: Horodatage
sv: Tidsstämpel

source: Location
ar: المكان
de: Ort
es: Localización
fr: Emplacement
sv: Plats

source: Time
ar: الوقت
de: Zeit
fr: Heure
sv: Tid

source: Show
ar: عرض
de: Einblenden
fr: Afficher
sv: Visa

source: Hide
ar: إخفاء
de: Ausblenden
fr: Cacher
sv: Dölj

source: No log messages matching filter.
ar: لا يوجد سجل يوافق المرشح المطلوب.
de: Keine Lognachrichten stimmen mit Filter überein.
fr: Aucun message du journal ne correspond au filtre.
sv: Inga loggmedelanden passar filtret.

source: Show location
ar: عرض المكان
de: Ort zeigen
fr: Afficher emplacement
sv: Visa plats

source: Filter
ar: المرشح
fr: Filtre

source: No filter (show all)
ar: بدون مرشح (عرض الكل)
de: Keinen Filter (alles anzeigen)
fr: Pas de filtre (afficher tout)
sv: Inget filter (visa alla)

source: Invitation Received
fr: Invitation Reçue

source: you have received an invitation
fr: vous avez reçu une invitation

source: Invitation Sent
fr: Invitation Envoyée

source: you have sent an invitation
fr: vous avez envoyé une invitation

source: Acceptance Received
fr: Acceptation Reçue

source: an invitation you sent has been accepted
fr: une invitation que vous avez envoyé a été acceptée

source: Acceptance Sent
fr: Acceptation Envoyée

source: you have accepted an invitation you received
fr: vous avez accepté une invitation que vous avez reçue

source: Other Connection
fr: Autre Connexion

source: one of your friends has a new connection
fr: un de vos amis a une nouvelle connexion

source: Join Invitation Accepted
fr: Invitation à rejoindre acceptée

source: an invitation you sent to join this site has been accepted
fr: une invitation à rejoindre ce site que vous avez envoyée a été acceptée

source: %(invitation_to_user)s has accepted your friend request.
fr: %(invitation_to_user)s a accepté votre demande d'être son ami.

source: %(invitation_user)s has accepted your friend request.
fr: %(invitation_user)s a accepté votre demande d'être son ami.

source: You accepted %(invitation_from_user)s's friend request.
fr: Vous avez accepté la demande de votre ami %(invitation_from_user)s.

source: You accepted <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
fr: Vous avez accepté la demande de votre ami <a href="%(user_url)s">%(invitation_from_user)s</a>.

source: %(invitation_from_user)s has requested to add you as a friend.
fr: %(invitation_from_user)s a demandé à vous ajouter à sa liste d'amis.

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend.
fr: <a href="%(user_url)s">%(invitation_from_user)s</a> a demandé à vous ajouter à sa liste d'amis.

source: you have invited %(invitation_to_user)s to add you as a friend.
fr: vous avez invité %(invitation_to_user)s à vous ajouter à sa liste d'amis.

source: you have invited <a href="%(user_url)s">%(invitation_to_user)s</a> to add you as a friend.
fr: vous avez invité <a href="%(user_url)s">%(invitation_to_user)s</a> à vous ajouter à sa liste d'amis.

source: %(invitation_from_user)s and %(to_user)s are now friends.
fr: %(invitation_from_user)s et %(to_user)s sont maintenant amis.

source: <a href="%(from_user_url)s">%(invitation_from_user)s</a> and <a href="%(to_user_url)s">%(to_user)s</a> are now friends.
fr: <a href="%(from_user_url)s">%(invitation_from_user)s</a> et <a href="%(to_user_url)s">%(to_user)s</a> sont maintenant amis.

source: %(new_user)s has joined and is now a friend.
fr: %(new_user)s s'est inscrit et est maintenant votre amis.

source: <a href="%(user_url)s">%(new_user)s has joined and is now a friend.
fr: <a href="%(user_url)s">%(new_user)s s'est inscrit et fait maintenant partie de vos amis.

source: Accepted friendship request from %(from_user)s
ar: تمت الموافقة على طلب صداقة من %(from_user)s
de: Freundschaftsangebot von %(from_user)s annehmen
fr: Demande d'amitié de %(from_user)s acceptée
sv: Acceptera vänskapsförfrågan från %(from_user)s

source: %(total)s vCards found, %(imported)s contacts imported.
ar: %(total)s بطاقات vCards تم العثور عليها, %(imported)s أشخاص تمت إضافتهم.
de: %(total)s vCards gefunden, %(imported)s Kontakte importiert.
fr: %(total)s vCards trouvées, %(imported)s contacts importés.
sv: %(total)s vCards hittades, %(imported)s kontakter importerades.

source: %(total)s people with email found, %(imported)s contacts imported.
ar: %(total)s شخص/أشخاص بهذا البريد الإلكتروني تم العثور عليهم., %(imported)s أشخاص تمت إضافتهم.
de: %(total)s Personen mit einer E-Mail-Adresse gefunden, %(imported)s Kontakte importiert.
fr: %(total)s personnes avec adresse de couriel trouvées, %(imported)s contacts importés.
sv: %(total)s personer med epost hittades, %(imported)s kontakter importerades.

source: Recipient
ar: المتلقي
de: Empfänger
es: Receptor
fr: Destinataire
sv: Mottagare

source: Subject
ar: الموضوع
de: Betreff
es: Asunto
fr: Sujet
sv: Ämne

source: Body
ar: الرسالة
de: Inhalt
fr: Message
sv: Meddelande

source: There is no user with this username.
ar: لا يوجد مستخدم بهذا الإسم.
de: Es gibt keinen Benutzer mit diesem Benutzername.
fr: Il n'y a pas d'utilisateur avec ce nom d'utilisateur.
sv: Det finns ingen användare med det användarnamnet.

source: Message Received
ar: تم إستلام الرسالة.
de: Nachricht erhalten
fr: Message Reçu
sv: Medelande mottaget

source: you have received a message
ar: إستلمت رسالة
de: Du hast eine Nachricht erhalten
fr: vous avez reçu un message
sv: du har fått ett meddelande

source: Message Sent
ar: تم إرسال الرسالة
de: Nachricht gesendet
fr: Message Envoyé
sv: Meddelande skickat

source: you have sent a message
ar: قمت بإرسال رسالة
de: Du hast eine Nachricht gesendet
fr: vous avez envoyé un message
sv: du har skickat ett meddelande

source: Message Replied
ar: تم الرد على الرسالة
de: Nachricht beantwortet
fr: Message Répondu
sv: Meddelande mottaget

source: you have replied to a message
ar: قمت بالرد على رسالة
de: Du hast auf eine Nachricht geantwortet
fr: vous avez répondu à un message
sv: du har svarat på ett meddelande

source: Reply Received
ar: تم إستلام الرد
de: Antwort erhalten
fr: Réponse Reçue
sv: Svar mottaget

source: you have received a reply to a message
ar: قمت بإستلام رد على رسالة
de: Du hast eine Antwort auf eine Nachricht erhalten
fr: vous avez reçu une réponse à un message
sv: du har fått ett svar på ett meddelande

source: Message Deleted
ar: تم حذف الرسالة
de: Nachricht gelöscht
fr: Message Effacé
sv: Meddelande borttaget

source: you have deleted a message
ar: قمت بحذف رسالة
de: Du hast eine Nachricht gelöscht
fr: vous avez effacé un message
sv: du har tagit bort ett meddelande

source: Message Recovered
ar: تم إسترجاع الرسالة
de: Nachricht wiederhergestellt.
fr: Message Récupéré
sv: Ett meddelande har återskapats

source: you have undelete a message
ar: قمت بإسترجاع رسالة
de: Du hast eine Nachricht wiederhergestellt
fr: vous avez récupéré un message
sv: Du har återskapat ett meddelande

source: Sender
ar: المرسل
de: Absender
es: Remitente
fr: Expéditeur
sv: Avsändare

source: Parent message
ar: الرسالة الأصل
de: Ursprüngliche Nachricht
fr: Message parent
sv: Föräldrameddelande

source: sent at
ar: تم الإرسال في
de: gesendet
fr: envoyé à
sv: skickat den

source: read at
ar: تمت القراءة في
de: gelesen
fr: lu à
sv: läst den

source: replied at
ar: تم الرد في
de: geantwortet
fr: répondu à
sv: svarat den

source: Sender deleted at
ar: حذف المرسل الرسالة في
de: Absender gelöscht
fr: Expéditeur effacé à
sv: Avsändaren togs bort den

source: Recipient deleted at
ar: حذف المتلقي الرسالة في
de: Empfänger gelöscht
fr: Destinataire effacé à
sv: Mottagaren togs bort den

source: New Message:
ar: رسالة جديدة:
de: Neue Nachricht
fr: Nouveau Message:
sv: Nytt meddelande:

source: Message successfully sent.
ar: تم إرسال الرسالة بنجاح.
de: Nachricht erfolgreich gesendet.
fr: Message envoyé avec succès.
sv: Meddelandet har skickats.

source: %(sender)s wrote: %(body)s
ar: كتب %(sender)s: %(body)s
de: %(sender)s schrieb: %(body)s
fr: %(sender)s a écrit: %(body)s
sv: %(sender)s skrev %(body)s

source: Message successfully deleted.
ar: تم حذف الرسالة بنجاح.
de: Nachricht erfolgreich gelöscht.
fr: Message effacé avec succès.
sv: Meddelandet har tagits bort.

source: Message successfully recovered.
ar: تم إسترجاع الرسالة بنجاح.
de: Nachricht erfolgreich wiederhergestellt.
fr: Message récupéré avec succès.
sv: Meddelandet har återskapats.

source: Inbox
ar: صندوق الوارد
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
sv: Inkorg

source: Sent Messages
ar: الرسائل المرسلة
de: Gesendete Nachrichten
es: Enviados
fr: Messages envoyés
sv: Skickade meddelanden

source: New Message
ar: رسالة جديدة
de: Neue Nachricht
fr: Nouveau Message
sv: Nytt meddelande

source: Trash
ar: سلة المهملات
de: Papierkorb
es: Papelera
fr: Poubelle
sv: Papperskorg

source: Compose Message
ar: إنشاء رسالة
de: Nachricht erstellen
es: Redactar
fr: Composer Message
sv: Skriv meddelande

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
sv: Skicka

source: Received
ar: مستلمة
de: Empfangen
es: Recibidos
fr: Reçu
sv: Mottaget

source: DATETIME_FORMAT
ar: N j, Y, P
fr: j F Y, G:i

source: delete
ar: حذف
de: löschen
es: borrar
fr: effacer
sv: radera

source: Sent from %(site_url)s
ar: مرسلة من قبل %(site_url)s
de: Gesendet von %(site_url)s
es: Enviado desde %(site_url)s
fr: Envoyé depuis %(site_url)s
sv: Skickat från %(site_url)s

source: Sent
ar: أرسلت
de: Gesendet
es: Enviados
fr: Envoyé
sv: Skickat

source: Deleted Messages
ar: الرسائل المحذوفة
de: Gelöschte Nachrichten
es: Mensajes borrados
fr: Messages Effacés
sv: Borttagna meddelanden

source: undelete
ar: إسترجاع
de: wiederherstellen
es: recuperar
fr: restaurer
sv: ångra bortagning

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
ar: سيتم إلغاء الرسال المحذوفة في أوقات غير محددة لذلك لا تعتمد هذه الخاصية لكي تحفظ رسائلك.
de: Da gelöschte Nachrichten aus dem Papierkorb in unregelmäigen Abständenentfernt werden, bitte dies nicht als längerfristige Ablage benutzen.
fr: Les Messages Effacés sont enlevé de la poubelle a intervalles irréguliers, ne comptez pas sur cette fonctionnalité pour du stockage à long terme.
sv: Borttagna meddelanden tas bort från papperskorgen med oregelbundna mellanrum, lita inte på den för långtidslagring.

source: View Message
ar: عرض الرسالة
de: Nachricht öffnen
es: Ver mensajes
fr: Voir Message
sv: Visa meddelande

source: Reply
ar: رد على الرسالة
de: Antworten
es: Responder
fr: Répondre
sv: Svara

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
sv: Ta bort

source: You have deleted the message '%(message)s'.
es: has borrado el mensaje %(message)s.
fr: Vous avez effacé le message '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
es: has borrado el mensaje <a href="%(message_url)s">%(message)s</a>.
fr: Vous avez effacé le message <a href="%(message_url)s">%(message)s</a>.

source: You have received a message from %(message_sender)s.
fr: Vous avez reçu un message de %(message_sender)s.

source: You have received the message '<a href="%(message_url)s">%(message)s</a>' from <a href="%(sender_url)s">%(message.sender)s</a>.
fr: Vous avez reçu le message '<a href="%(message_url)s">%(message)s</a>' de <a href="%(sender_url)s">%(message.sender)s</a>.

source: You have recovered the message '%(message)s'.
es: has recuperado el mensaje '%(message)s'.
fr: vous avez récupéré le message '%(message)s'.

source: You have recovered the message '<a href="%(message_url)s">%(message)s</a>'.
fr: vous avez récupéré le message '<a href="%(message_url)s">%(message)s</a>'.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
es: has respondido al mensaje '%(message_parent_msg)s' de %(message_recipient)s.
fr: Vous avez répondu à '%(message_parent_msg)s' de %(message_recipient)s.

source: You have replied to '<a href="%(message_url)s">%(message_parent_msg)s'</a> from <a href="%(recipient_url)s">%(message_recipient)s</a>.
fr: Vous avez répondu à '<a href="%(message_url)s">%(message_parent_msg)s'</a> de <a href="%(recipient_url)s">%(message_recipient)s</a>.

source: %(message_sender)s has sent you a reply to '%(message_parent_msg)s'.
fr: %(message_sender)s vous a envoyé une réponse à '%(message_parent_msg)s'.
