Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: Tasks for Project
es: Tareas para el Proyecto
fr: Tâches du Projet
sv: Uppgifter för projekt

source: add task
es: añadir tarea
fr: Ajouter une tâche
sv: lägg till uppgift

source: Back to Topic List for Project
es: Vuelve a la lista de temas para el proyecto
fr: Retour à la Liste de Sujets pour le Projet
sv: Tillbaka till ämneslistan för projekt

source: Delete Topic
ar: إحذف الموضوع
de: Thema löschen
es: Borrar tema
fr: Effacer Sujet
sv: Ta bort ämne

source: Discussion Topics for Project
es: Temas de discusión del proyecto
fr: Sujets de Discussion pour le Projet
sv: Diskussionsämne för projekt

source: Create New Topic
ar: أنشئ مقالة جديدة
de: Neues Thema erstellen
es: Crear un nuevo tema
fr: Créer Nouveau Sujet
sv: Skapa ett nytt ämne

source: Tasks for %(other_user)s
es: Tareas de %(other_user)s
fr: Tâches pour %(other_user)s

source: this is an <b>experimental</b> feature that is subject to massive change at any time.
es: esta es una funcionalidad <b>experimental</b> que está sujeta a cambios masivos en cualquier momento.
fr: ceci est une fonctionnalité <b>expérimentale</b> qui peut-être sujette à des changements massifs à n'importe quel moment.

source: These are the projects you participate in.
es: Estos son los proyectos en que tu participas.
fr: Voici les projets dans lesquelles vous participez.

source: All Articles
ar: جميع المقالات
de: Alle Artikel
es: Todos los artículo
fr: Tout les Articles
sv: Alla artiklar

source: Wiki for Project
fr: Wiki pour Projet

source: Markup:
fr: Marquage:
sv: Märkning:

source: Plain Text.
ar: نص عادي
de: Reintext
es: Texto plano
fr: Texte Simple.
sv: Rentext.

source: Edit Article
ar: تعديل المقال
de: Artikel bearbeiten
es: Editar Artículo
fr: Modifier Article
sv: Ändra artikel

source: Save Article
ar: حفظ المقال
de: Artikel speichern
es: Guardar artículo
fr: Sauver Article
sv: Spara artikel

source: History for article
ar: تاريخ المقال
de: Geschichte eines Artikels
es: Historia del artículo
fr: Historique pour l'article
sv: Historia för artikeln

source: Editor
ar: المحرر
fr: Editeur
sv: redaktör

source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
sv: Kommentar

source: Revert to...
ar: أرجع الإصدارة إلى:
de: Zurück zu...
es: Deshacer...
fr: Revenir à ...
sv: Återgå till...

source: Current Revision
ar: الإصدارة الحالية
de: Aktuelle Version
es: Versión actual
fr: Révision Courante
sv: Nuvarande version

source: Revert
ar: إسترجع إصدارة
de: Zurücksetzen
es: Deshacer
fr: Revenir à l'état précédent
sv: Återgå

source: No changes in this article
ar: لا يوجد تغييرات في هذه المقال
de: Keine Änderungen an diesem Artikel
es: No hay cambios en este artículo
fr: Pas de changement a cet article
sv: Inga förändringar i denna artikel

source: Go
ar: إذهب
de: Los
es: Ir
fr: Aller
sv: Gå

source: Edit this article
ar: عدل هذه المقالة
de: Diesen Artikel bearbeiten
es: Editar este artículo
fr: Modifier cet article
sv: Ändra den här artiklen

source: Editing history
ar: تعديل التاريخ
de: Bearbeitungsgeschichte
es: Editando historia
fr: Historique des modifications
sv: Ändrings historia

source: Create this article
ar: أنشئ هذه المقالة
de: Diesen Artikel erstellen
es: Crear este artículo
fr: Créer cet article
sv: Skapa den här artikeln

source: This article does not exist.
ar: هذه المقالة غير موجوة!
de: Dieser Artikel existiert nicht.
es: El artículo no existe
fr: Cet article n'existe pas.
sv: Den här artikeln finns inte.

source: >Create it now</a>?
ar: >أنشئها الآن</a>?
de: >Jetzt erstellen</a>?
es: >Crearlo ahora</a>?
fr: >Le Créer maintenant</a>?
sv: >Skapa den nu</a>?

source: Tags
es: Etiquetas
fr: Etiquettes
sv: Etiketter

source: All Photos Matching
es: Todas las fotos coincidentes
fr: Toute les Photos Correspondantes

source: All Blog Posts Matching
es: Todos los blogs coincidentes
fr: Tout les Articles Correspondants
sv: Alla matchande bloggposter

source: All Tribes
ar: جميع القبائل
de: Alle Tribes
es: Todos las tribus
fr: Toutes les Tribus
sv: Alla stammar

source: Back to Topic List for Tribe
ar: العودة إلى قائمة المواضيع في القبيلة
de: Zurück zur Themenübersicht des Tribe
es: Vuelve a la lista de temas para la tribu
fr: Retour à la Liste de Sujets pour la Tribu
sv: Tillbaka till ämnes lista för stammen

source: Reply to This Post
es: Responder a este artículo
fr: Répondre à Cet Article

source: Topics for %(tribe_name)s
es: Temas de %(tribe_name)s
fr: Sujets pour %(tribe_name)s

source: Discussion Topics for Tribe
ar: مواضيع المناقشة للقبيلة
de: Diskussionsthemas für Tribe
es: Temas de discusión de la tribu
fr: Sujets de Discussion pour la Tribu
sv: Diskussionsämne för stam

source: %(comment_count)s comment%(comment_count|pluralize)s (most recent: %(topic.modified|date)s)
fr: %(comment_count)s commentaire%(comment_count|pluralize)s (plus récent: %(topic.modified|date)s)

source: New Topic
es: Nuevo tema
fr: Créer Nouveau Sujet

source: Tribe
ar: قبيلة
es: Tribu
fr: Tribu
sv: Stam

source: Slug:
fr: Libellé court:

source: Creator:
es: Creador:
fr: Créateur:

source: Created:
es: Creado:
fr: Date de création:

source: You are the creator of this tribe so can't leave (yet).
es: Tu eres el creador de la tribu, por tanto no puedes dejarla (aún).
fr: Vous êtes le créateur de cette tribu donc vous ne pouvez la quitter (pour le moment).

source: leave
ar: إترك
de: Verlassen
es: dejar
fr: quitter
sv: lämna

source: join tribe
ar: إنضم إلى القبيلة
de: Tribe beitreten
es: unirte a la tribu
fr: rejoindre la tribu
sv: gå med i stam

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to join this tribe.
ar: <a href="%(signup_url)s">سجل حساب</a> و <a href="%(login_url)s">إدخل به</a> لتنضم إلى هذه القبيلة
de: <a href="%(signup_url)s">Registriere</a> und <a href="%(login_url)s">melde dich an</a>, um diesem Tribe beizutreten.
es: <a href="%(signup_url)s">Darte de alta</a> o <a href="%(login_url)s"> registrate </a> para añadir esta persona como amigo/a.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">connectez-vous</a> pour rejoindre cette tribu.
sv: <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">logga in </a> för att gå med i den här stammen.

source: Discussion Topics
es: Temas de discusión
fr: Sujets de Discussion

source: %(comment_count)s comment%(comment_count_pluralize)s (most recent: %(topic_modified_date)s)
fr: %(comment_count)s commentaire%(comment_count_pluralize)s (le plus récent: %(topic_modified_date)s)

source: more...
es: más...
fr: suite...

source: None yet. <a href="%(new_tribe_url)s">Start one...</a>
es: Ningúna aún. <a href="%(new_tribe_url)s">Empieza una...</a>
fr: Aucune pour l'instant. <a href="%(new_tribe_url)s">En démarrer une...</a>

source: Wiki Articles
ar: مقالات ويكي
de: Wiki-Artikel
es: Artículo de la Wiki
fr: Articles Wiki
sv: Wikiartiklar

source: None yet. Start a <a href="%(wiki_url)s", title="NewArticle">NewArticle</a>...
fr: Aucun pour l'instant. Démarrez un <a href="%(wiki_url)s" title="Nouvel Article">Nouvel Article</a>...

source: A <b>tribe</b> is a group of people with some common interest.
es: Una <b>tribu</b>es un grupo de gente con algunos intereses comunes.
fr: Une <b>tribu</b> est un groupe de personne avec certains intérets communs.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own tribe or join an existing one.
ar: <a href="%(signup_url)s">سجل حساب جديد</a> و <a href="%(login_url)s">قم بالدخول</a> لكي تنشئ قبيلتك الخاصة أو تنضم إلى واحدة.
de: <a href="%(signup_url)s">Registriere</a> und <a href="%(login_url)s">melde dich an</a>, um einen eigenen Tribe zu erstellen oder einem existierenden beizutreten.
es: <a href="%(signup_url)s">Date de alta</a> o <a href="%(login_url)s">entrar</a> para añadir esta persona como amigo/a.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">connectez-vous</a> pour créer votre propre tribu ou en joindre une existante.
sv: <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">logga in </a> för att skapa en egen stam eller gå med i en befintlig.

source: These are the tribes you participate in.
es: Estas son las tribus en que participas.
fr: Voici les tribus dans lesquelles vous participez.

source: Wiki for Tribe
ar: ويكي القبيلة
de: Wiki für den Tribe
fr: Wiki pour Tribu
sv: Wiki för stam

source: No wiki articles yet.
ar: لايوجد أي مقال ويكي بعد.
de: Noch keine Wiki-Artikel vorhanden.
es: No hay artículo wiki todavía
fr: Pas encore d'articles wiki.
sv: Ingen wikiartikel än.

source: Tweets You Follow
ar: التتويتات التي تتبعها
de: Gefolgte Tweets
es: Tweets que tu sigues
fr: Gazouillis que vous suivez
sv: Tweets som du följer

source: All Tweets
ar: جميع التتويتات
de: Alle Tweets
fr: Tout les Gazouillis
sv: Alla tweets

source: %(tweet_age)s ago
ar: منذ %(tweet_age)s
de: %(tweet_age)s her
es: hace %(tweet_age)s
fr: il y a %(tweet_age)s
sv: %(tweet_age)s sedan

source: reply
ar: رد
de: Antworten
es: responder
fr: répondre
sv: svar

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
ar: لم تقم بإدراج أي <a href="%(tweets_url)s">تتويتة</a> بعد.
de: Du hast noch keine <a href="%(tweets_url)s">Tweets</a> veröffentlicht.
es: No has enviado ningun <i>tweet</i> <a href="%(tweets_url)s">tweets</a> aún
fr: Vous n'avez encore posté aucun <a href="%(tweets_url)s">gazouillis</a>.
sv: Du har inte postat några <a href="%(tweets_url)s">tweets</a> än.

source: There are currently no tweets to be listed.
ar: لايوجد حالياً أي تتويتة مدرجة
de: Es gibt im Moment keine aufzulistende Tweets.
es: Actualmente no hay tweets para ser listados
fr: Il n'y a actuellement aucun gazouillis à lister.
sv: Det finns inga tweets just nu.

source: What are you doing?
ar: ماذا تفعل الآن؟
de: Was machst du gerade?
es: ¿Que estás haciendo?
fr: Que faites vous ?
sv: Vad gör du?

source: You have authorized a twitter accout.
fr: Vous avez autorisé un compte Twitter.

source: chars left.
ar: أحرف متبقية
de: Zeichen übrig.
es: cars. restantes
fr: caractères restant.
sv: tecken kvar.

source: person,people
ar: شخص، أشخاص
de: Person,Leuten
es: persona,personas
fr: personne,personnes
sv: person,folk

source: These are tweets from the %(follow_count)s %(follow_name)s you are following (plus your own)
ar: هذه التتويتات من %(follow_count)s %(follow_name)s الذين تتبعهم (بالإضافة إلى تتويتاتك)
de: Das sind Tweets von dir gefolgten %(follow_count)s %(follow_name)s (plus deiner eigenen)
es: Estos son tweets de las %(follow_count)s %(follow_name)s que sigues (más los propios)
fr: Voici les gazouillis des %(follow_count)s %(follow_name)s que vous suivez (plus les vôtres)
sv: Det finns tweets från de %(follow_count)s %(follow_name)s som du följer (plus dina egna)

source: Public Tweets
ar: تتويتات عامة
de: Öffentliche Tweets
es: Tweets públicos
fr: Gazouillis Publics
sv: Offentliga Tweets

source: These are tweets from everyone:
ar: تتويتات الجميع:
de: Das sind die Tweets von jedermann:
es: Hay tweets para todos:
fr: Voici les gazouillis de tout le monde:
sv: Detta är allas tweets:

source: Single Tweet
ar: تتويتة واحدة
de: Einzelner Tweet
es: Tweet único
fr: Gazouillis Unique
sv: Enstaka Tweet

source: Content
fr: Contenu

source: Meta
fr: Méta

source: comment
ar: تعليق
de: Kommentar
fr: commentaire
sv: kommentar

source: plaintext
ar: نص عادي
de: Reintext
fr: texte simple
sv: vanlig text

source: object ID
ar: معرف العنصر
de: Objekt-ID
fr: Identifiant de l'objet
sv: objekt ID

source: date/time submitted
ar: تم تأكيد الوقت
de: Erstellt
fr: date/heure de soumission
sv: motagen den

source: date/time modified
ar: تم تغيير الوقت
de: Bearbeitet
fr: date/heure de modification
sv: ändrad den

source: date/time approved
ar: تم قبول الوقت
de: Genehmigt
fr: date/heure d'approbation
sv: godkänd den

source: is approved
ar: مقبول
de: Ist genehmigt
fr: est approuvé
sv: är godkänd

source: IP address
ar: عنوان الآي بي
de: IP-Adresse
fr: adresse IP
sv: IPadress

source: Threaded Comment
ar: نقاش
de: Kommentar mit Threads
fr: Commentaire classé par fil de discussion
sv: Trådad kommentar

source: Threaded Comments
ar: نقاشات
de: Kommentare mit Threads
fr: Commentaires classés par fil de discussion
sv: Trådade kommentarer

source: e-mail address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fr: Adresse de couriel
sv: E-postadress

source: Free Threaded Comment
ar: نقاش حر
de: Freier Kommentar mit Threads
fr: Commentaire libre classé par fil de discussion
sv: Öppen trådad kommentar

source: Free Threaded Comments
ar: نقاشات حرة
de: Freie Kommentare mit Threads
fr: Commentaires libres classés par fil de discussion
sv: Öppna trådade kommentarer

source: The slug you've chosen is reserved for internal use.
fr: Le texte abrégé que vous avez choisis est réservé pour un usage interne.

source: A tribe already exists with that slug.
ar: هناك قبيلة موجودة مسبقاً بنفس العنوان المختصر
de: Es existiert bereits ein Tribe mit diesem Kürzel.
fr: Une tribu existe déjà sous ce nom abrégé.
sv: En stam med den polletten finns redan.

source: A tribe already exists with that name.
ar: هناك قبيلة موجودة مسبقاً بنفس الإسم
de: Es existiert bereits ein Tribe mit diesem Namen.
fr: Une tribu existe déjà sous ce nom.
sv: En stam med det namnet finns redan.

source: Friend Joined Tribe
ar: أحد أصدقائك إنضم إلى قبيلة
de: Freund trat Tribe bei
fr: Un ami a rejoint la tribu
sv: Vän gick med i stam

source: a friend of yours joined a tribe
ar: أحد أصدقائك إنضم إلى قبيلة
de: Ein Freund von dir trat einem Tribe bei.
fr: un de vos amis a rejoint une tribu
sv: en av dina vänner gick med i en stam

source: New Tribe Member
ar: عضو قبيلة جديد
de: Neues Tribe-Mitglied
fr: Nouveau Membres d'une Tribu
sv: Ny stammedlem

source: a tribe you are a member of has a new member
ar: أحد القبائل التي تنتمي إليها إنضم إليها عنصر جديد
de: Ein Tribe, in dem du Mitglied bist, hat ein neues Mitglied
fr: une tribu dont vous êtes membre a un nouveau membre
sv: en av dina stammar har fått en ny medlem

source: New Member Of Tribe You Created
ar: عضو جديد في قبيلة أنشأتها
de: Neues Mitglied eines von dir erstellten Tribes
fr: Nouveau membre d'une tribu que vous avez créée
sv: En ny medlem i en stam du har skapat

source: a tribe you created has a new member
ar: إنضم عضو جديد لأحد القبائل التي أنشأتها
de: Ein Tribe, den du erstellt hast, hat ein neues Mitglied
fr: une tribu que vous avez créée vient d'enregistrer un nouveau membre
sv: en av stammarna du har skapat har fått en ny medlem

source: New Tribe Created
ar: قبيلة جديدة تم إنشاءها
de: Neuer Tribe gestartet
fr: Nouvelle Tribu Créée
sv: En ny stam skapades

source: a new tribe has been created
ar: تم إنشاء قبيلة جديدة
de: Ein neuer Tribe wurde gestartet
fr: une nouvelle tribu a été créée
sv: en ny stam har skapats

source: Friend Created Tribe
ar: أحد أصدقائك قام بإنشاء قبيلة
de: Freund startete Tribe
fr: Un ami a créé une tribu
sv: Vän skapad en stam

source: a friend has created a new tribe
ar: أحد أصدقائك قام بإنشاء قبيلة جديدة
de: Ein Freund hat einen neuen Tribe gestartet
fr: un ami a créé une nouvelle tribu
sv: en av dina vänner skapade en ny stam

source: New Topic Started
ar: تم بدء موضوع جديد
de: Neues Thema erstellt
fr: Nouveau Sujet Lancé
sv: Nytt ämne startade

source: a new topic has started in a tribe you're a member of
ar: هناك موضوع جديد في أحد القبائل التي تنتمي إليها
de: Ein neues Thema wurde in einem Tribe erstellt, in dem du Mitglied bist.
fr: un nouveau sujet a été lancé dans une tribu dont vous êtes membre
sv: ett nytt ämne har börjat i en stam du är medlem i

source: Response To Your Topic
ar: رد على موضوعك
de: Antwort auf dein Thema
fr: Réponse à Votre Sujet
sv: Svar på ditt ämne

source: someone has responded on a topic you started
ar: قام أحدهم بالرد على أحد موضوعاتك
de: Jemand hat auf ein von dir gestartetes Thema geantwortet.
fr: quelqu'un a répondu sur un sujet que vous avez lancé
sv: någon har svarat på ämnet som du började

source: tribe
ar: قبيلة
fr: tribu
sv: stam

source: %(user)s has joined the tribe %(tribe)s.
fr: %(user)s a rejoint la tribu %(tribe)s.

source: <a href="%(user_url)s">%(user)s</a> has joined the tribe <a href="%(tribe_url)s">%(tribe)s</a>.
fr: <a href="%(user_url)s">%(user)s</a> a rejoint la tribu <a href="%(tribe_url)s">%(tribe)s</a>.

source: %(tribe_creator)s has created a new tribe %(tribe)s.
fr: %(tribe_creator)s a créé une nouvelle tribu %(tribe)s.

source: <a href="%(user_url)s">%(tribe_creator)s</a> has created a new tribe <a href="%(tribe_url)s">%(tribe)s</a>.
fr: <a href="%(user_url)s">%(tribe_creator)s</a> a créé une nouvelle tribu <a href="%(tribe_url)s">%(tribe)s</a>.

source: %(topic_creator)s has started a topic '%(topic)s' in tribe %(topic_tribe)s.
fr: %(topic_creator)s a démarré le sujet '%(topic)s' dans la tribu %(topic_tribe)s.

source: <a href="%(user_url)s">%(topic_creator)s</a> has started a topic '<a href="%(topic_url)s">%(topic)s</a>' in tribe <a href="%(tribe_url)s">%(topic_tribe)s</a>.
fr: <a href="%(user_url)s">%(topic_creator)s</a> a démarré un sujet '<a href="%(topic_url)s">%(topic)s</a>' dans la tribu <a href="%(tribe_url)s">%(topic_tribe)s</a>.

source: A new tribe %(tribe)s has been created.
fr: Une nouvelle tribu %(tribe)s a été créée.

source: A new tribe <a href="%(tribe_url)s">%(tribe)s</a> has been created.
fr: Une nouvelle tribu <a href="%(tribe_url)s">%(tribe)s</a> a été créée.

source: Anonimous
fr: Anonyme

source: Must be a WikiWord.
ar: يجب أن يكون WikiWord.
de: Muss ein WikiWort sein.
fr: Doit être un MotWiki
sv: Måste vara ett WikiOrd.

source: An article with this title already exists.
fr: Un article portant le même titre existe déjà.

source: Article Edited
fr: Article Modifié.

source: your article has been edited
fr: votre article a été modifié

source: Article Revision Reverted
fr: Révision de l'Article Annulée

source: your revision has been reverted
fr: votre révision a été annulée

source: Article Title
ar: عنوان المقالة
de: Artikeltitel
fr: Titre de l'Article
sv: Artikeltitel

source: Article Content
ar: محتوى المقالة
de: Inhalt
fr: Contenu de l'Article
sv: Artikelinnehåll

source: Article Content Markup
ar: Markup لمحتوى المقالة
de: Artikelinhalt-Markup
fr: Marquage du Contenu de l'Article
sv: Artikelkommentars uppmärkning

source: Article Creator
ar: منشئ المقالة
de: Author
fr: Auteur de l'Article
sv: Artikelskapare

source: IP Address of the Article Creator
ar: عنوان الآي بي لمنشئ المقالة
de: IP-Adresse des Artikelauthors
fr: Adresse IP du créateur de l'Article
sv: Artikel skaparens IPadress

source: IP Address of the Editor
ar: عنوان الآي بي للمحرر
de: IP-Adresse des Redakteurs
fr: Adresse IP de l'éditeur
sv: Redaktörens IPadress

source: Revision Number
ar: رقم الإصدارة
de: Versionsnummer
fr: Numéro de Révision
sv: Revisionsnummer

source: Old Title
ar: العنوان القديم
de: Alter Titel
fr: Ancien Titre
sv: Gammal titel

source: Content Patch
ar: تعديل المحتوى
de: Inhalts-Patch
fr: Retouche du Contenu
sv: Innehållsförändring

source: Editor comment
ar: تعليق المحرر
de: Redakteur-Kommentar
fr: Commentaire de l'éditeur
sv: Redaktörskommentar

source: Modified at
ar: معدل في
de: Bearbeitet
fr: Modifié à
sv: Ändrad den

source: Reverted Revision
ar: الإصدارة المرجعة
de: Zurückgesetzte Versionen
fr: Révision Rétablie
sv: Backad version

source: Change set
ar: تغيير المجموعة
de: Änderung
fr: Ensemble de changements
sv: Förändringsset

source: Change sets
ar: تغيير المجمواعت
de: Änderungen
fr: Ensembles de changements
sv: Förändringsset

source: edited by user
fr: modifié par l'utilisateur
sv: redigerat av användare

source: at
fr: à
sv: den

source: The wiki article <a href="%(article_url)s">%(article)s</a> has been edited by <a href="%(user_url)s">%(user)s</a>.
fr: L'article wiki <a href="%(article_url)s">%(article)s</a> a été modifié par <a href="%(user_url)s">%(user)s</a>.

source: Your revision <a href="%(revision_url)s">%(revision)s</a> on <a href="%(article_url)s">%(article)s</a> has been reverted.
fr: Votre révision <a href="%(revision_url)s">%(revision)s</a> sur <a href="%(article_url)s">%(article)s</a> a été annulée.

source: List all articles
ar: سرد كافة المقالات
de: Alle Artikel auflisten
fr: Lister tout les articles
sv: Lista alla artiklar

source: Editing article
fr: Modifier l'Article
sv: Ändrar artikel

source: Edit
ar: تحرير
de: Bearbeiten
fr: Modifier
sv: Ändra

source: History for
fr: Historique pour
sv: Historia för

source: Article History
ar: تاريخ المقالة
de: Artikelgeschichte
fr: Historique de l'Article
sv: Artikel historia

source: At
ar: في
de: Um
fr: A
sv: Den

source: Current revision
ar: الإصدارة الحالية
de: Aktuelle Version
fr: Révision Actuelle
sv: Aktuell version

source: Create a new article
ar: إنشاء مقالة جديدة
de: Neuen Artikel erstellen
fr: Créer un nouvel article
sv: Skapa en ny artikel

source: Recent Changes
ar: آخر التغييرات
de: Aktuelle Änderungen
fr: Changements récents
sv: Senaste ändringar

source: Article by title
ar: مقالة حسب العنوان
de: Artikel nach Titel
fr: Article par titre
sv: Artiklar per titel

source: New Tweet Follower
fr: Nouveau Suiveur de Gazouillis

source: someone has started following your tweets
fr: quelqu'un a commencé à suivre vos gazouillis

source: text
ar: نص
fr: texte

source: sender
ar: المرسل
de: Absender
fr: expéditeur
sv: avsändare

source: sent
ar: مرسلة
de: Gesendet
fr: envoyé
sv: skickat

source: follower
ar: متابِع
de: Folgender
fr: suiveur
sv: efterföljare

source: followed
ar: متابَع
de: gefolgt
fr: suivi
sv: följd

source: <a href="%(profile_url)s">%(user)s</a> is now following your tweets.
fr: <a href="%(profile_url)s">%(user)s</a> suis maintenant vos gazouillis.

source: Public
sv: Publik

source: That url has already been submitted and Pinax does not yet support multiple bookmarking of a URL
ar: لقد سبق وأن تم إضافته. بيناكس لا يدعم إضافة العنوان نفسه أكثر من مرة إلى المفضلة
de: Diese URL wurde schon einmal gespeichert und Pinax unterstützt nicht das mehrfache Speichern einer URL.
sv: Urlen har redan lagrats och Pinax stödjer inte dubbla bokmärken än

source: description
ar: وصف
de: Beschreibung
sv: beskrivning

source: Type
ar: النوع
de: Typ
sv: Typ

source: type
ar: نوع
de: Typ
sv: typ

source: Message
ar: رسالة
de: Nachricht
sv: Meddelande

source: you have replied to %(message)s from %(recipient)s.
ar: قمت بالرد على الرسالة %(message)s من %(recipient)s.
de: Du hast auf %(message)s von %(recipient)s geantwortet.
sv: du har svarat på %(message)s från %(recipient)s.

source: %(sender)s has sent you a reply to %(message)s.
ar: %(sender)s قام بالرد على رسالتك %(message)s.
de: %(sender)s hat dir eine Antwort auf %(message)s gesendet.
sv: %(sender)s har svarat dig på %(message)s.

source: you have sent a message to %(recipient)s.
ar: قمت بإرسال رسالة إلى %(recipient)s.
de: Du hast eine Nachricht an %(recipient)s gesendet.
sv: du har skickat ett meddelande till %(recipient)s.

source: you have received a message from %(sender)s.
ar: إستلمت رسالة من %(sender)s.
de: Du hast eine Nachricht von %(sender)s erhalten.
sv: du har fått ett meddelande från %(sender)s.

source: Messages
ar: الرسائل
de: Nachrichten
sv: Meddelanden

source: Re: %(subject)s
ar: رد على: %(subject)s
sv: Sv: %(subject)s

source: you have deleted the message %(message)s.
ar: قمت بحذف الرساة %(message)s.
de: Du hast die Nachricht %(message)s gelöscht.
sv: du har kastat meddelandet %(message)s.

source: you have recovered the message %(message)s.
ar: قمت بإسترجاع الرسالة %(message)s.
de: Du hast die Nachricht %(message)s wiederhergestellt.
sv: du har tagit tillbaka meddelandet %(message)s.

source: Action
ar: وظيفة
de: Aktion
es: Acción
sv: Åtgärd

source: Date
ar: التاريخ
de: Datum
es: Fecha
sv: Datum

source: message
ar: رسالة
de: Nachricht
sv: meddelanden

source: blog rss/atom
ar: خلاصات Rss/Atom للمدونة
de: Weblog RSS/Atom
sv: blogg rss/atom

source: profiles
ar: ملفات شخصية
de: Profile
sv: konton
