Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: The people responsible for Pinax.
ar: الأشخاص وراء بيناكس
de: Die für Pinax verantwortlichen Personen.
es: La gente responsable de Pinax.
fr: Les personnes responsable de Pinax.
sv: Folket som är ansvariga för Pinax.

source: and the developers of the awesome re-usable django apps we used.
ar: والمطورين وراء تطبيقات جانغو المعاد إستعمالها في بيناكس.
de: und die Entwickler, der tollen, wiederverwendbaren, von uns genutzten Django-Anwendungen.
es: y los desarrolladores de las increibles reusables aplicaciones django que usamos
fr: et les développeurs des splendides applications django réutilisable que nous avons utilisé.
sv: och utvecklarna av alla de fantastiska återanvändbara django applikationer som vi använder.

source: Translators
ar: المترجمين
de: Übersetzer
es: Traductores
fr: Traducteurs
sv: Översättare

source: About
ar: حول
de: Über
es: Contacto
fr: A propos de
sv: Om

source: <p>Your <b>About Page</b> would normally go here, be here's a temporary one...</p> <p><b>Pinax</b> is a <a href="http://djangoproject.com/">Django</a> project intended to provide a starting point for websites. By integrating numerous reusable Django apps to take care of the things that many sites have in common, it lets you focus on what makes your site different.</p> <p>This site is just a running example of Pinax. The source code is available as part of the <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> project.</p> <p>If you have any questions about this site or the <b>Pinax</b> project, please <a href="mailto:jtauber@jtauber.com">contact James Tauber</a>.</p>
ar: <p>صفحة <b>حول</b> ستكون هنا. إليك مثال تجريبي</p> <p><b>بيناكس</b> هو عبارة عن مشروع <a href="http://djangoproject.com/">جانغو</a> ، يهدف إلى تأمين نقطة بداية للمشاريع الأخرى. يتم ذلك عن طريق تضمين عدد كبير من تطبيقات جانغو القابلة لإعادة الإستعمال والتي تقوم بالتكفل بالخدمات التي تشترك بها المواقع مع بعضها، أي سيمكنك "بيناكس" من التركيز على مايميز موقع ويجعله مختلفاً.</p> <p>هذا الموقع هو عبارة عن مثال لمشروع "بيناكس" يمكنك الحصول على الكود المصدري من هنا: <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>إذا كان لديك أي سؤال أو إستفسار عن مشروع <b>بيناكس</b>, الرجاء <a href="mailto:jtauber@jtauber.com">مراسلة James Tauber</a>.</p>
de: <p>Deine <b>Über-Seite</b> steht normalerweise hier, das hier ist nur eine temporäre...</p> <p><b>Pinax</b> ist ein <a href="http://djangoproject.com/">Django</a> Projekt, das als Ausgangspunkt für das Entwickeln von Webseiten gedacht ist. Durch die Integration von zahlreichen wiederverwendbaren Django-Anwendungen, die sich um die Dinge kümmern, die viele Webseiten gemeinsam haben, kannst du dich ganz darauf konzentrieren, was deine Seite anders macht. </p> <p>Diese Seite ist ein lauffähiges Beispiel von Pinax. Der Quellcode ist als Teil des sogennanten <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>-Projekts verfügbar.</p> <p>Wenn du irgendwelche Fragen über diese Seite oder das <b>Pinax</b>-Projekt hast, kontaktiere bitte <a href="mailto:jtauber@jtauber.com">James Tauber</a>.</p>
es: <p>Tu <b>Página de contacto</b> normalmente estará aquí. Aquí tienes una temporal...</p> <p><b>Pinax</b> es un proyecto <a href="http://djangoproject.com/">Django</a> concevido para proporcionar un punto de inicio a páginas web. A través de la integración de numerosas aplicaciones Django reusables para proporcionar funcionalidades que muchos sitios tienen en común, permitiendo centrarse en lo que la hace diferente</p> <p>Este sitio es sólo un ejemplo de Pinax. El código fuente esta disponible como parte del proyecto <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> </p> <p>Si tienes alguna pregunta sobre este sitio o sobre el proyecto <b>Pinax</b>, por favor <a href="mailto:jtauber@jtauber.com">contacta cons James Tauber</a>.</p>
fr: <p>Votre page <b>A propos de</b> devrait normalement se trouver ici mais en voici une temporaire ...</p> <p><b>Pinax</b> est un projet <a href="http://djangoproject.com/">Django</a> destiné à procurer un point de départ pour les sites web. En intégrant de nombreuses applications Django réutilisables prenant en charge des fonctionnalités communes à bon nombre de sites web, Pinax vous permet de vous concentrer sur ce qui rend votre site web différent.</p> <p>Ce site est juse un example fonctionnel de Pinax. Le code source est disponible et fait partie du projet <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>Si vous avez quelque question que ce soit au sujet de ce site ou du projet <b>Pinax</b>, veuillez <a href="mailto:jtauber@jtauber.com">contacter James Tauber</a> (en anglais s'il vous plait).</p>
sv: <p>Din <b>Om Page</b> skulle normalt sätt vara här, med här är en tillfällig...</p> <p><b >Pinax</b> är ett <a href="http://djangoproject.com/">Django</a> projekt som försöker vara en startpunkt för nya webbplatser. Genom att samla flera återanvändbara Django applikationer som tar hand om saker som många webbplatser har gemensamt, så kan du fokusera på det som gör din webbplats unik.</p> <p>Den här webbplatsen kör ett exempel på Pinax. Källkoden finns att hämta som en del av <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> projektet.</p> <p>Om du har frågor om den här webbplatsen eller <b>Pinax</b> projektet, så tveka inte att ta <a href="mailto:jtauber@jtauber.com">kontakt med James Tauber</a>.</p>

source: <p>Your <b>Privacy Policy</b> would normally go here...</p>
ar: <p><b>إتفاقية الخصوصية</b> ستكون هنا</p>
de: <p>Deine <b>Datenschutzerklärung</b> würde normalerweise hier stehen...</p>
es: <p>Tu <b>política de privacidad</b> normalmente vendrá aquí...</p>
fr: <p>Votre <b>Politique concernant la Vie Privée</b> devrait normalement être placée ici...</p>
sv: <p>Din <b>Integritetspolicy</b> skulle normalt sätt finnas här...</p>

source: <p>Your <b>Terms of Service</b> would normally go here...</p>
ar: <p><b>إتفاقية الإستخدام</b> ستكون هنا.</p>
de: <p>Deine <b>AGB</b> würde normalerweise hier stehen...</p>
es: <p>Los <b>Términos del servicio</b> irán normalmente aquí..</p>
fr: <p>Vos <b>Conditions d'Utilisation</b> devraient normallement être placées ici...</p>
sv: <p>Dina <b>användningsvilkor</b>skulle normalt sett vara här</p>

source: What Next?
ar: ماذا تريد أن تفعل؟
de: Wie geht's jetzt weiter?
es: ¿Que es lo siguiente?
fr: Que faire après ?
sv: Vad händer nu?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
ar: يمكنك البدء بأن <a href="%(signup_url)s">تسجل حساباً جديداً</a> و <a href="%(login_url)s">الدخول به.</a>.
de: Fang an, indem du dich <a href="%(signup_url)s">registrierst</a> und <a href="%(login_url)s">anmeldest</a>.
es: Tu puedes<a href="%(signup_url)s">darte de alta</a> y <a href="%(login_url)s">entrar</a> para probar este sitio
fr: Commencez par <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">connectez-vous</a>.
sv: Du kan <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">Logga in</a>.

source: E-Mail Addresses
ar: عنوان البريد الإلكتروني
de: E-Mail-Adressen
es: Direcciones de email
fr: Adresses Courriel
sv: E-postadress

source: OpenID Associations
ar: الإرتباط مع OpenIDs
de: Verknüpfte OpenIDs
es: Asociaciones OpenID
fr: Associations OpenID
sv: OpenID kopplingar

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambia contraseña
fr: Changer le Mot de Passe
sv: Byt lösenord

source: Reset Password
ar: إعادة كلمة المرور
de: Passwort zurücksetzen
fr: Remise à zero du Mot de Passe
sv: Återställ lösenord

source: Other Services
es: Otros servicios
fr: Autres Services

source: Email Addresses
ar: عنوان البريد الإلكتروني
de: E-Mail-Adressen
es: Direcciones de correo
fr: Adresses Couriel
sv: E-postadresser

source: verified
ar: محقق منه
de: verifiziert
es: verificada
fr: vérifié
sv: verifierad

source: primary
ar: أساسي
de: Primäradresse
es: principal
fr: principale
sv: primär

source: make primary
ar: إجعله أساسياً
de: zur Primäradresse machen
es: hazla principal
fr: rendre principale
sv: gör till primär

source: unverified
ar: غير محقق منه
de: unverifiziert
es: sin verificar
fr: non-vérifiée
sv: inte verifierad

source: re-send verification email
ar: أعد إرسال رسالة التحقق من البريد الإلكتروني
de: Verifizierungs-E-Mail erneut senden
es: vuelve a enviar email de verificación
fr: réenvoyer le courriel de vérification
sv: Skicka om bekräftelsebrev

source: remove
ar: حذف
de: enternen
es: borrar
fr: retirer
sv: ta bort

source: None
ar: لاشيء
de: Keine
es: Ninguna/o
fr: Aucun
sv: Ingen

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
ar: من الضروري جداً أن تضيف واحداً لكي تتلقى التنبيهات، تتمكن من تغيير كلمة مرورك في حال نسيتها وغيرها..
de: Du solltest wirklich eine E-Mail-Adresse hinzufügen, um Benachrichtigungen zu erhalten, dein Passwort zurücksetzen zu können, etc.
es: Deberías añadir una para poder recibir notificaciones, resetear tu contraseña si la olvidas, etc.
fr: Vous devriez vraiment en ajouter une afin de pouvoir recevoir des notifications, remettre votre mot de passe à zéro si vous l'oubliez, etc...
sv: Du bör verkligen lägga till en så att du kan få meddelanden, återställa ditt lösenord om du glömmer det, med mera.

source: Add Email Address
ar: أضف بريد إلكتروني
de: E-Email-Adresse hinzufügen
es: Añadir dirección de email
fr: Ajouter Adresse Courriel
sv: Lägg till e-postadress

source: add
ar: أضف
de: hinzufügen
es: añadir
fr: ajouter
sv: lägg till

source: Pinax can be used in your preferred language.
es: Pinax puede ser usado en tu idioma preferido
fr: Pinax peut être utilisé dans votre langue préférée.
sv: Pinax kan användas på ditt föredragna språk.

source: Change my language
es: Cambia tu idioma
fr: Changer ma langue
sv: Ändra mitt språk

source: Log In
ar: تسجيل دخول
de: Anmelden
es: Entrar
fr: Connexion
sv: Logga in

source: you are already logged in as %(user)s.
ar: لقد قمت بالدخول مسبقاً بالإسم %(user)s.
de: Du bist schon als %(user)s angemeldet.
es: Has accedido como %(user)s
fr: vous êtes déjà connecté en temps que %(user)s.
sv: du är redan inloggad som %(user)s.

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
ar: ليس لديك حساب بعد؟ <a href="%(signup_url)s">سجل الآن</a>!
de: Noch keinen Account? <a href="%(signup_url)s">Registrier dich</a>!
es: ¿No tienes una cuenta? <a href="%(signup_url)s">Date de alta</a>!
fr: Vous n'avez pas de compte ? <a href="%(signup_url)s">Inscrivez-vous</a>!
sv: Har du inget konto? <a href="%(signup_url)s">Registrera dig</a>!

source: Forgot password?
ar: نسيت كلمة مرورك؟
de: Passwort vergessen?
es: Olvidaste la contraseña?
fr: Mot de passe oublié ?
sv: Glömt lösenordet?

source: Log in &raquo;
ar: تسجيل دخول &raquo;
de: Anmelden &raquo;
es: Entrar &raquo;
fr: Connexion &raquo;
sv: Logga in &raquo;

source: Or sign in with your OpenID
ar: أو إدخل من خلال حساب الـ OpenID الخاص بك.
de: Oder benutze deine OpenID
es: O registrate con tu OpenID
fr: Ou connectez-vous avec votre OpenID
sv: Eller logga in med din OpenID

source: OpenID Identifier
ar: معرف الـ OpenID
de: OpenID
es: Identificador OpenID
fr: Identifiant OpenID
sv: OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
ar: إذا كنت تواجه مشاكل في الدخول راسلنا على <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
de: Wenn du irgendwelche Schwierigkeiten beim Anmelden hast, kontaktiere uns unter <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Si tienes algún problema entrando en tu cuenta, contacta con nosotros en <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
fr: Si vous avez quelque soucis que ce soit pour vous connecter à votre compte, contactez-nous à <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
sv: Om du har problem med att logga in, så kan du kontakta oss på <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: You've been logged out.
ar: لقد تم تسجيل خروجك.
de: Du hast dich abgemeldet.
es: Has salido de tu cuenta
fr: Vous avez été déconnecté.
sv: Du har loggat ut.

source: You have already authorized a twitter accout.
fr: Vous avez déjà autorisé un compte twitter.

source: Change your account wtih the form below.
fr: Changer votre compte avec le formulaire ci-dessous.

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauver
sv: Spara

source: change password
ar: تغيير كلمة المرور
de: Password ändern
es: cambia contraseña
fr: changer le mot de passe
sv: ändra lösenord

source: Password Reset
ar: إعادة كلمة المرور
de: Passwort zurücksetzen
es: Contraseña reseteada
fr: Réinitialisation du Mot de Passe
sv: Återställ lösenord

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
ar: نسيت كلمة مرورك؟ أدخل بريدك الإلكتروني في الأسفل وسوف نقوم بتغيير كلمة مرورك وإرسال كلمة المرور الجديدة إليك.
de: Dein Passwort vergessen? Gib deine E-Mail-Adresse unten ein und wir werden dein Passwort zurücksetzen und das neue per E-Mail zusenden.
es: Has olvidado la contraseña? Introduce tu dirección de email debajo, y resetearemos la contraseña y te la enviaremos por e-mail
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse de courriel ci-dessous et nous réinitialiserons votre mot de passe et nous vous en enverrons un nouveau par courriel.
sv: Glömt ditt lösenord? Skriv din e-postadress nedan, så återställer vi ditt löseonord och skickar dig det nya med e-post.

source: Reset my password
ar: تغيير كلمة المرور
de: Mein Passwort zurücksetzen
es: Resetea mi contraseña
fr: Réinitialiser mon Mot de Passe
sv: Återställ mitt lösenord

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
ar: إذا كنت تواجه أي مشكلة في تغيير كلمة مرورك، راسلنا على: <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
de: Wenn du irgendwelche Schwierigkeiten beim Zurücksetzen deines Passwortes hast, kontaktiere uns unter <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Si tienes problemas reseteando tu contraseña, contacta con nosotros en <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
fr: Si vous éprouvez la moindre difficulté pour réinitialiser votre mot de passe, contactez nous à <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
sv: Om du har problem med att återställa ditt lösenord, så kan du kontakta oss på <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: A new password has been sent to <b>%(email)s</b>. If you do not receive it within a few minutes, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
ar: لقد تم إرسال كلمة المرور الجديدة إلى <b>%(email)s</b>. إذا لم تستلمها خلال دقائق راسلنا على: <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
de: Ein neues Passwort wurde an <b>%(email)s</b> gesendet. Wenn du es nicht innerhalb einiger Minuten erhalten hast, kontaktiere uns unter <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Una nueva contraseña te ha sido enviada a <b>%(email)s</b>. Si tu no lo recibes en unos minutos, contacta con nosotros en <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
fr: Un nouveau mot de passe a été envoyé à <b>%(email)s</b>. Si vous ne le recevez pas d'ici quelque minutes, contactez-nous à <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
sv: Ett nytt lösenord har skickats till <b>%(email)s</b>. Om det inte kommer fram inom ett par minuter, så kontakta oss på <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: When you receive the new password, you should <a href="%(login_url)s">log in</a> and change it as soon as possible.
ar: في أسرع وقت ممكن. عندما تستلم كلمة المرور الجديدة، يجب عليك <a href="%(login_url)s">الدخول</a> وتغييرها
de: Wenn du ein neues Passwort erhalten hast, solltest du dich <a href="%(login_url)s">anmelden</a> und es so schnell wie möglich ändern.
es: Cuando recibas la nueva contraseña, debes <a href="%(login_url)s">entrar</a> y cambiarla lo antes posible.
fr: Quand vous recevez votre nouveau mot de passe, vous devez <a href="%(login_url)s">vous connecter</a> et le changer dès que possible.
sv: När du får det nya lösenordet så <a href="%(login_url)s">loggga in</a> och byt det så snart som möjligt.

source: You're receiving this e-mail because you requested a password reset for your user account at Pinax. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
ar: لقد طلبت تغيير كلمة المرور على حسابك في بيناكس، لهذا أنت تستلم هذه الرسالة الآن. كلمة مرورك الجديدة هي: %(new_password)s إسم المستخدم الخاص بك هو: %(username)s من الأفضل أن تقوم بالدخول بالمعلومات السابقة وتغييرها في أسرع وقت ممكن. Thanks for using our site! You're receiving this e-mail because you requested a password reset for your user account at Pinax. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
de: Du erhälst diese E-Mail, weil du bei Pinax das Zurücksetzen deines Passwortes angefordert hast. Dein neues Passwort lautet: %(new_password)s Dein Benutzername, falls du ihn vergessen hast: %(username)s Du solltest dich so schnell wie möglich anmelden und dein Passwort ändern. Danke, dass du unsere Seite benutzt!
es: Has recibodo este email porque tu has pedido un reseteo de contraseña para tu cuenta de usuario de Pinax. Tu nueva contraseña es:: %(new_password)s Tu nombre de usuario, en caso que lo hayas olvidado: %(username)s Deberías entrar lo antes posible y cambiar tu contraseña. Gracias por usar nuestro sitio!
fr: Vous recevez ce courriel parce que vous avez demandé une remise à zéro de votre mot de passe pour votre compte utilisateur sur Pinax. Votre nouveau mot de passe est: %(new_password)s Votre nom d'utilisateur, au cas ou vous l'auriez oublié: %(username)s Vous devriez vous connecter aussitôt que possible et changer votre mot de passe. Merci d'utiliser notre site!

source: Signup
ar: تسجيل حساب جديد
de: Registrieren
es: Alta
fr: Inscription
sv: Registrering

source: Sign Up
ar: تسجيل حساب جديد
de: Registrieren
es: Darse de alta
fr: Inscription
sv: Registrera dig

source: You are already logged in.
ar: أنت تقوم بالدخول الآن!
de: Du bist schon angemeldet.
es: Ya estás dentro del sistema
fr: Vous êtes déjà connecté.
sv: Du är redan inloggad.

source: Already have an account?
ar: لديك حساب؟
de: Schon ein Accout vorhanden?
es: ¿Ya tienes una cuenta?
fr: Avez-vous déjà un compte ?
sv: HAr du redan ett konto?

source: Sign Up &raquo;
ar: تسجيل حساب &raquo;
de: Registrieren &raquo;
es: Darse de alta &raquo;
fr: Inscription &raquo;
sv: Registrera dig&raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
ar: بضغطك على "تسجيل ", فأنت تقر بموافقتك على <a href="%(terms_url)s">شروط الإستخدام</a> و <a href="%(privacy_url)s">إتفاقية الخصوصية</a>.
de: Sobald du "Registrieren" anklickst, bestätigst du, die <a href="%(terms_url)s">AGB</a> und <a href="%(privacy_url)s">Datenschutzerklärung</a> gelesen zu haben und ihnen zuzustimmen.
es: Clickando en "Darse de alta", tu indicas que has leído y aceptas los <a href="%(terms_url)s">Términos de uso</a> y las <a href="%(privacy_url)s">Políticas de privacidad</a>.
fr: En cliquant sur "Inscription", vous indiquez avoir lu et approuvé en totalité les <a href="%(terms_url)s">Termes d'Utilisations</a> et <a href="%(privacy_url)s">Politique concernant les données personelles</a>.
sv: Genom att klicka på "Registrera dig", indikerar du att du har läst och godkänt <a href="%(terms_url)s">Användarvilkoren</a> och <a href="%(privacy_url)s">Integritetspolicyn</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
ar: إذا كنت تواجه مشكلة في تسجيل حساب جديد، راسلنا على: <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
de: Wenn du irgendwelche Schwierigkeiten beim Anmelden hast, kontaktiere uns unter <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Si tienes problemas creando tu cuenta, contacta con nosotros en <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
fr: Si vous éprouvez quelque difficulté que ce soit pour la création de votre compte, contactez-nous à <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
sv: Om du har problem med att skapa ditt konto, så kan du kontakta oss på <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
ar: بإمكان بيناكس أن يعرض الأوقات بحسب منطقتك الزمنية. يمكنك تغيير المنطقة الزمنية من هنا.
de: Pinax kann alle Zeitangaben in der von dir preferierten Zeitzone anzeigen. Ändere deine Zeitzone unten.
es: Pinax puede personalizar todas las horas/fechas según tu franja horaria. Cambia tu franja horaria aquí abajo.
fr: Pinax peut localiser toutes les heures dans votre fuseau horaire préféré. Changez votre fuseau horaire ci-dessous.
sv: Pinax kan visa tider i din egen tidzon. Ändra den nedan.

source: Change my timezone
ar: تغيير المنطقة الزمنية
de: Ändere meine Zeitzone
es: Cambia tu franja horaria
fr: Changer mon fuseau horaire
sv: Ändra min tidszon

source: Announcements : %(object)s
ar: تنبيهات : %(object)s
de: Mitteilung : %(object)s
es: Noticias : %(object)s
fr: Annonces : %(object)s
sv: Meddelanden : %(object)s

source: Announcements
ar: تنبيهات
de: Mitteilungen
es: Noticias
fr: Annonces
sv: Meddelanden

source: There are no announcements for you.
ar: لايوجد تنبيهات
de: Es gibt für dich keine Mitteilungen.
es: No hay noticias para ti.
fr: Il n'y a pas d'annonce pour vous.
sv: Det finns inga meddelanden till dig.

source: All Blogs
es: Todos los blogs
fr: Tout les Blogs
sv: Alla bloggar

source: Your Posts
es: Tus artículos
fr: Vos articles
sv: Dina artiklar

source: Write a Blog Post
es: Escribe un artículo de blog
fr: Écrire un article
sv: Färska bloggposter

source: These are blog posts from everyone:
es: Hay artículos de alguien:
fr: Voici les articles de tout le monde:
sv: Detta är allas bloggposter:

source: Editing Post
es: Editando artículo
fr: Edition d'un article
sv: Redigera post

source: update
ar: تحديث
de: aktualisieren
es: actualizar
fr: mettre à jour
sv: uppdatera

source: Blog Post
es: Artículo
fr: Article
sv: Bloggpost

source: Edit Post
es: Editar artículo
fr: Modifier l'Article
sv: Redigera post

source: Delete Post
ar: إحذف التدوينة
de: Artikel löschen
es: Borrar entrada
fr: Effacer Note
sv: Ta bort meddelande

source: Post Response
ar: رد
de: Antwort absenden
es: Enviar respuesta
fr: Poster une Réponse
sv: Skriv ett svar

source: Your Blog Posts
es: Entradas de tu blog
fr: Vos Articles
sv: Dina bloggposter

source: Blog Posts
es: Artículos de blog
fr: Articles
sv: Bloggposter

source: Add Bookmark
ar: أضف للمفضلة
de: Lesezeichen hinzufügen
es: Añade Favorito
fr: Ajouter Marque-page
sv: Lägg till bokmärke

source: add bookmark
ar: أضف للمفضلة
de: Lesezeichen hinzufügen
es: añade favorito
fr: ajouter marque-page
sv: lägg till bokmärke

source: All Bookmarks
ar: أضف عناوين مفضلة
de: Alle Lesezeichen
es: Todos los favoritos
fr: Tout les Marque-pages
sv: alla bokmärke

source: These are bookmarks from everyone:
ar: هذه عناوين مفضلة من الجميع:
de: Diese Lesezeichen sind von allen:
es: Estos son los favoritos de todos:
fr: Voici les marque-pages de tout le monde:
sv: Detta är allas bokmärken:

source: Sort by:
es: Ordenado por:
fr: Trier par
