Repository: hbussell/pinax-satchmo-buildout
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, sv

source: %s can only be set on instances.
fr: %s peut seulement être placé sur les instances.
sv: %s kan bara sättas på instanser.

source: Each tag may be no more than %s characters long.
fr: Chaque étiquette ne peut pas faire plus de %s caractères de long.
sv: Varje etikett kan vara max %s tecken lång.

source: No tags were given: "%s".
fr: Aucune étiquette n'a été donnée: "%s".
sv: Inga etiketter angavs: "%s".

source: Multiple tags were given: "%s".
fr: Plusieurs étiquettes ont été données: "%s".
sv: Flera etiketter angavs: "%s".

source: tag
fr: étiquette
sv: etikett

source: content type
fr: type de contenu
sv: innehållstyp

source: object id
fr: id de l'objet
sv: objekt id

source: tagged item
fr: élément étiqueté
sv: märkt objekt

source: tagged items
fr: éléments étiquetés
sv: märkta objekt

source: If a list or tuple of tags is provided, they must all be tag names, Tag objects or Tag ids.
fr: Si une liste ou un tuple d'étiquettes est donné, les étiquettes doivent toutes concerner un nom, un objet ou un id.
sv: Om en lista eller tupel av etiketter används så måste alla vara etiktettnamn, Tag objekt eller Tagider.

source: The tag input given was invalid.
fr: L'étiquette donnée en entrée était invalide.
sv: Etikettinehållet var ogiltigt.

source: Invalid distribution algorithm specified: %s.
fr: Algorithme de distribution spécifié invalide: %s.
sv: Ogiltig fördelnings algoritm angavs: %s.

source: Multiple tags were given.
fr: Des étiquettes multiples ont été données.
sv: Flera etiketter angavs.

source: A tag may be no more than %s characters long.
fr: Une étiquette ne peux pas être plus longue que %s caractères.
sv: en etikett får inte vara mer än %s tecken lång.

source: tagged_object_list must be called with a queryset or a model.
fr: tagged_object_list doit être appelé avec un queryset ou un modèle.
sv: tagged_object_list måste anropas med ett queryset eller en model.

source: tagged_object_list must be called with a tag.
fr: tagged_object_list doit être appelé avec une étiquette.
sv: tagged_object_list måste anropas med en etikett.

source: No Tag found matching "%s".
fr: Aucune étiquette correspondant à "%s" trouvée.
sv: Ingen etikett matchar "%s".

source: tags_for_model tag was given an invalid model: %s
fr: l'étiquette tags_for_model a reçu un modèle invalide: %s
sv: tags_for_model taggen fick en ogiltig modell: %s

source: tag_cloud_for_model tag was given an invalid model: %s
fr: l'étiquette tag_cloud_for_model a reçu un modèle invalide: %s
sv: tag_cloud_for_model taggen fick en ogiltig modell: %s

source: tagged_objects tag was given an invalid model: %s
fr: Un modèle invalide %s a été donné à l'étiquette tagged_objects .
sv: tagged_objects taggen fick en ogiltig modell: %s

source: %s tag requires either three or five arguments
fr: l'étiquette %s requiert soit trois soit cinq arguments

source: second argument to %s tag must be 'as'
fr: le deuxième argument de l'étiquette %s tag doit être 'as'

source: if given, fourth argument to %s tag must be 'with'
fr: si il est donné, le quatrième argume de l'étiquette %s doit être 'with'

source: if given, fifth argument to %s tag must be 'counts'
fr: si il est donné, le cinquième argument de l'étiquette %s doit être 'counts'

source: %s tag requires either three or between five and seven arguments
fr: l'étiquette %s requiert soit trois ou entre cinq et sept arguments

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
fr: L'option '%(option)s' de l'étiquette %(tag)s n'était pas un entier valide: '%(value)s'

source: %(tag)s tag's '%(option)s' option was not a valid choice: '%(value)s'
fr: L'option '%(option)s' de l'étiquette %(tag)s n'était pas un choix valide: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
fr: Une option invalide '%(option)s' a été donnée à l'étiquette %(tag)s

source: %(tag)s tag was given a badly formatted option: '%(option)s'
fr: L'étiquette %(tag)s a reçu une option '%(option)s' mal formatée.

source: %s tag requires exactly three arguments
fr: L'étiquette %s requiert exactement trois arguments

source: %s tag requires exactly five arguments
fr: L'étiquette %s requiert exactement cinq arguments

source: second argument to %s tag must be 'in'
fr: le deuxième argument de l'étiquette %s doit être 'in'

source: fourth argument to %s tag must be 'as'
fr: le quatrième argument de l'étiquette %s doit être 'as'

source: Not Found
ar: غير موجود
de: Nicht gefunden
es: No encontrado
fr: Pas Trouvé
sv: Sidan hittades inte

source: We're sorry but that page could not be found.
ar: نحن آسفون ولكن لم يتم العثور على الصفحة!
de: Es tut uns leid, aber die angeforderte Seite wurde nicht gefunden.
es: Lo sentidos, pero esta página no existe
fr: Nous sommes désolés mais cette page n'a pas été trouvée.
sv: Vi är ledsna men den sidan kunde vi inte hitta.

source: Server Error
ar: خطأ في المخدم
de: Serverfehler
es: Error del servidor
fr: Erreur du Serveur
sv: Serverfel

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
ar: نحن آسفون ولكن حدث خطأ ما في المخدم. لقد تم إعلامنا وسنبحث بهذا الأمر في أسرع وقت ممكن.
de: Es tut uns leid, aber es trat ein Serverfehler auf. Wir wurden darüber informiert und kümmern uns sobald wie möglich darum.
es: Lo sentido pero ha sucedido un error en el servidor. Lo hemos reportado y trataremos de subsanarlo lo antes posible
fr: Nous sommes désolé mais une erreur est survenue sur le serveur. Nous en avons été informé et la traiterons dès que possible.
sv: Vi är ledsna men ett fel inträffade. Vi har fått ett meddelande och skall undersöka det så snart som möjligt.

source: Apps
ar: التطبيقات
de: Anwendungen
fr: Applications
sv: Applikationer

source: More about the apps that make up Pinax.
ar: المزيد من المعلومات حول التطبيقات التي يستخدمها بيناكس.
de: Mehr Information über die Anwendungen, aus denen Pinax besteht.
es: Más sobre las apps que conforman Pinax
fr: En savoir plus sur les applications dont Pinax est constitué.
sv: Mer om applikationerna som Pinax består av.

source: External
ar: خارجية
de: Extern
es: Externo
fr: Externe
sv: Extern

source: These already exist as independent apps. Some pre-existed Pinax, some were written especially for it.
ar: هذه التطبيقات موجودة بشكل مستقل. بعضها قبل البدء ببيناكس، وبعضها مكتوب خصصيصاً لبيناكس.
de: Dies sind unabhängige Anwendungen. Einige gab es schon vor Pinax, andere wurden speziell dafür entwickelt.
es: Esta ya existe como una aplicación independiente. Algunas pre-existían a Pinax, algunas han sido escritas especificamente para él.
fr: Celles-ci existe déjà en temps qu'applications indépendantes. Certaines existaient déjà avant Pinax, d'autres on été écrite spécifiquement pour Pinax.
sv: De här är oberoende av Pinax. En del är äldre än och en del är skrivna speciellt för Pinax.

source: user notification management
ar: التحكم في نظام تنبيه المستخدم
de: Verwaltung von Benutzer-Benachrichtigungen
es: gestión de las notificaciones del usuario
fr: gestion des notifications utilisateur
sv: hantering av medelanden till användaren

source: simple email verification
ar: عملية التحقق من البريد الإلكتروني البسيطة
de: Einfache Verifizierung von E-Mail-Adressen
es: verificación simple de email
fr: vérification de courriel simple
sv: enkel hantering av e-post verifiering

source: useful management commands
ar: أوامر إدارة هامة
de: Nützliche Verwaltungs Befehle
es: comandos de gestión útiles
fr: commandes de gestion utiles
sv: användbara underhållskommandon

source: for managing robots.txt files
ar: لإدارة ملف robots.txt
de: Verwaltung von robots.txt-Dateien
es: para gestionar ficheros robots.txt
fr: pour gérer les fichiers robots.txt
sv: hanterar robots.txt filer

source: loader for templates from the database
ar: مشغل القوال من قاعدة البيانات
de: Lädt Templates aus der Datenbank
es: cargador de templates de la base de datos
fr: chargeur de modèles depuis la base de données
sv: laddar mallar från databasen

source: friendship, contact and invitation management
ar: صداقة، صديق و إدارة الدعوات
de: Verwaltung von Freundschaften, Kontakten und Einladungen
es: amistad, contactos y gestión de invitaciones
fr: gestion amitié, contact et invitations
sv: vänskaps, kontakt och inbjudningshantering

source: mail queuing and management
ar: إدارة مجموعات الرسائل
de: Mail-Queues and Verwaltung
es: gestión y encolado de correos
fr: gestion et file d'attente du courrier
sv: e-posthantering

source: private messages between users
ar: رسائل خاصة بين المستخدمين
de: Private Nachrichten zwischen Benutzern
es: mensajes privados entre usuarios
fr: message privés entre utilisateurs
sv: privata meddelanden mellan användare

source: site announcements
ar: تنبيهات الموقع
de: Seitenweite Benachrichtigung
es: Anuncios del sitio
fr: annonces du site
sv: webbplats meddelanden

source: support for oembeded links
ar: دعم روابط أو إيبيد oEmbed
de: Unterstützung für oembeded-Links
es: soporte para enlaces oembeded
fr: support pour les liens oembeded
sv: stöd för oEmbeded

source: debugging and logging
ar: تصليح الأخطاء وحفظ السجلات
de: Debugging und Protokollierung
es: debuggin y logging
fr: debogage et journalisation
sv: felsökning och loggning

source: exception logging to the database
ar: تسجيل الأحداث الخاصة لقاعدة البيانات
de: Exception Protokollierung in der Datenbank
es: logging de excepciones en la base de datos
fr: journalisation des exceptions dans la base de données
sv: felloggning till databasen

source: easy pagination
ar: تسهيل عملية إنشاء الصفحات
de: Einfache Seiten-Nummerierung
es: paginación sencilla
fr: pagination facile
sv: enkel sidnumrering

source: threaded comments
ar: نقاشات
de: Kommentare mit Threads
es: Comentarios con hilos
fr: Commentaires classés par fil de discussion
sv: trådade kommentarer

source: simple wiki
ar: ويكي بسيطة
de: Einfaches Wiki
fr: wiki simple
sv: enkel wiki

source: db schema evolution
ar: تطور تخطيط قاعدةا لبيانات
de: Datenbank-Schema-Evolution
es: evolución de esquemas de la base de datos
fr: évolution du schéma de la base de données
sv: databasschemautveckling

source: timezone localization
ar: مركزة المنطقة الزمنية
de: Zeitzonenbestimmgung
es: Horario de la localización
fr: localisation par rapport au fuseau horaire
sv: tidszonslokalisering

source: feed aggregation
ar: تجميع الخلاصات
es: aggregación de feeds
fr: aggrégation de flux
sv: flödesaggregering

source: extension points in templates
ar: نقاط التمديد في القوالب
de: Erweiterungspunkte in Templates
es: puntos de extensión para templates
fr: points d'extension dans les modèles
sv: utökningspunkter i mallar

source: generic voting
ar: تصويت عام
de: Generische Abstimmungen
es: votación genérica
fr: procédure de vote générique
sv: generella omröstningar

source: URL bookmarking
ar: إضافة عناوين إلى المفضلة
de: URL-Lesezeichen
es: añade favorito
fr: Ajout d'URL aux marques-pages
sv: URL bokmärken

source: for displaying gravatars
ar: لعرض الصور من غرافييتر
de: Anzeige von Gravatars
fr: pour afficher les gravatars
sv: visar gravatars

source: form validation via AJAX
es: Validación de formularios via AJAX
fr: validation du formulaire via AJAX
sv: formulär kontroller via AJAX

source: <a href="http://code.google.com/p/django-openid/">django-openid</a> is also used but locally for modification.
ar: <a href="http://code.google.com/p/django-openid/">django-openid</a> مستخدمة أيضاً. ولكن بشكل داخلي من أجل القيام ببعض التعديلات عليها.
de: <a href="http://code.google.com/p/django-openid/">django-openid</a> wird auch benutzt, wurde aber lokal verändert.
es: <a href="http://code.google.com/p/django-openid/">django-openid</a> también se usa pero localmente modificado.
fr: <a href="http://code.google.com/p/django-openid/">django-openid</a> est également utilisé mais localement pour modifications.
sv: <a href="http://code.google.com/p/django-openid/">django-openid</a> används också men har ändrats lokalt.

source: These are currently inside Pinax but could potentially be broken out as generic apps.
ar: تتوافر حالياً كجزء داخلي من كود بيناكس. ولكن من الممكن أن يتم فصلها في تطبيقات منفصلة.
de: Diese Anwendungen sind im Moment in Pinax enthalten, werden aber wahrscheinlich in generische Anwendungen herausgelöst werden.
es: Actualmente estan dentro de Pinax, pero potencialmente pueden ser externalizadas como aplicaciones genéricas
fr: Celles-ci sont actuellement dans Pinax mais pouraient potentiellement être extraites en temps qu'applications génériques.
sv: De här är speciella för Pinax, men kan kanske brytas ut som generella applikationer.

source: Google analytics javascript
ar: كود جافا سكريبت لمحلل غوغل
es: Javascript para Google analytics
fr: Javascript pour Google analytics

source: profile pages
ar: صفحة الملف الشخصي
de: Profile
es: páginas de perfiles
fr: pages de profils
sv: profilsidor

source: a Twitter clone
ar: نسخة مماثلة لتويتتر.
de: Twitter-Klon
es: un clon de Twitter
fr: un clone de Twitter
sv: en Twitterklon

source: overall account management: signup, login, password change/reset, etc
ar: إدارة عامة لقائمة الأعضاء: تسجيل حساب جديد، تسجيل دخول وتغيير كلمة السر أو إعادتها.
de: Allgemeine Account-Verwaltung: Registrieren, Anmelden, Passwortänderungen/-zurücksetzen usw.
es: gestión global de usuarios: alta, autenticación, cambio y reseteo de contraseña, etc.
fr: gestion globale des comptes: inscription, connexion, changement et remise à zéro de mot de passe, etc
sv: generell kontohantering: registrering, inloggning, lösenordsbyte (och nollställning) med mera

source: groups of people with common interests
ar: مجموعة من الناس بنفس الإهتمام
de: Personengruppen mit gemeinsamen Interessen
es: agrupar personas con intereses comunes
fr: un groupe de personne avec certains intérêts communs
sv: grupper av människor med gemensamma intressen

source: for authenticating with Google's AuthSub
ar: للتوثيق مع نظام AuthSub من غوغل.
de: Für die Authentifizierung mit Googles AuthSub
es: para autentificación con AuthSub de Google
fr: pour s'authentifier avec AuthSub de Google.
sv: autentisering med Googles AuthSub

source: for authenticating with Yahoo's BBAuth
ar: للتوثيق مع نظام BBAuth من ياهو .
de: Für die Authentifizierung mit Yahoos BBAuth
es: para autenticación con BBAuth de Yahoo
fr: pour l'authentification avec BBAuth de Yahoo
sv: autentisering med Yahoos BBAuth

source: per-user blogging support
es: soporte de blogging por usuario
fr: support des blog par utilisateur
sv: bloggstöd per användare

source: Hide announcement
ar: إخفاء الإعلانات
de: Mitteilung ausblenden
es: Esconder noticia
fr: Cacher l'annonce
sv: Göm meddelanden

source: clear
ar: مسح
de: Ausblenden
es: limpiar
fr: effacer
sv: rensa

source: <p><b>Pinax</b> is a <a href="http://djangoproject.com/">Django</a> project intended to provide a starting point for websites. By integrating numerous reusable Django apps to take care of the things that many sites have in common, it lets you focus on what makes your site different.</p> <p>This site is just a running example of Pinax. The source code is available as part of the <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> project.</p> <p>If you have any questions about this site or the <b>Pinax</b> project, please <a href="mailto:jtauber@jtauber.com">contact James Tauber</a>.</p>
ar: <p><b>بيناكس</b> هو عبارة عن مشروع <a href="http://djangoproject.com/">جانغو</a> ، يهدف إلى تأمين نقطة بداية للمشاريع الأخرى. يتم ذلك عن طريق تضمين عدد كبير من تطبيقات جانغو القابلة لإعادة الإستعمال والتي تقوم بالتكفل بالخدمات التي تشترك بها المواقع مع بعضها، أي سيمكنك "بيناكس" من التركيز على مايميز موقع ويجعله مختلفاً.</p> <p>هذا الموقع هو عبارة عن مثال لمشروع "بيناكس" يمكنك الحصول على الكود المصدري من هنا: <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>إذا كان لديك أي سؤال أو إستفسار عن مشروع <b>بيناكس</b>, الرجاء <a href="mailto:jtauber@jtauber.com">مراسلة James Tauber</a>.</p>
de: <p><b>Pinax</b> ist ein <a href="http://djangoproject.com/">Django</a>-Projekt, das als Ausgangspunkt für das Entwickeln von Webseiten gedacht ist. Durch die Integration von zahlreichen wiederverwendbaren Django-Anwendungen, die sich um die Dinge kümmern, die viele Webseiten gemeinsam haben, kannst du dich ganz darauf konzentrieren, was deine Seite anders macht. </p> <p>Diese Seite ist ein lauffähiges Beispiel von Pinax. Der Quellcode ist als Teil des sogennanten <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>-Projekts verfügbar.</p> <p>Wenn du irgendwelche Fragen über diese Seite oder das <b>Pinax</b>-Projekt hast, kontaktiere bitte <a href="mailto:jtauber@jtauber.com">James Tauber</a>.</p>
es: <p><b>Pinax</b> es un proyecto <a href="http://djangoproject.com/">Django</a> concevido para proporcionar un punto de inicio a páginas web. A través de la integración de numerosas aplicaciones Django reusables para proporcionar funcionalidades que muchos sitios tienen en común, permitiendo centrarse en lo que la hace diferente</p> <p>Este sitio es sólo un ejemplo de Pinax. El código fuente esta disponible como parte del proyecto <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> </p> <p>Si tienes alguna pregunta sobre este sitio o sobre el proyecto <b>Pinax</b>, por favor <a href="mailto:jtauber@jtauber.com">contacta cons James Tauber</a>.</p>
fr: <p><b>Pinax</b> est un projet <a href="http://djangoproject.com/">Django</a> destiné à procurer un point de départ pour les sites web. En intégrant de nombreuses applications Django réutilisables proposant des fonctionnalités communes à beaucoup de sites, Pinax vous permet de vous concentrer sur ce qui rend votre site différent.</p> <p>Ce site est simplement un exemple fonctionnel de Pinax. Le code source est disponible et fait partie du projet <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a>.</p> <p>Si vous avez des questions à propos de ce site ou du projet <b>Pinax</b>, veuillez <a href="mailto:jtauber@jtauber.com">contacter James Tauber</a> (en anglais s'il vous plait).</p>
sv: <p><b>Pinax</b> är ett <a href="http://djangoproject.com/">Django</a> projekt som försöker vara en startpunkt för nya webbplatser. Genom att samla flera återanvändbara Django applikationer som tar hand om saker som många webbplatser har gemensamt, så kan du fokusera på det som gör din webbplats unik.</p> <p>Den här webbplatsen kör ett exempel på Pinax. Källkoden finns att hämta som en del av <a href="http://code.google.com/p/django-hotclub/">Hot Club of France</a> projektet.</p> <p>Om du har frågor om den här webbplatsen eller <b>Pinax</b> projektet, så tveka inte att ta <a href="mailto:jtauber@jtauber.com">kontakt med James Tauber</a>.</p>

source: Wondering <a href="%(what_next_url)s">What Next</a>?
ar: تتسائل <a href="%(what_next_url)s">مالذي ستفعله الآن</a>?
de: Fragst du dich, <a href="%(what_next_url)s">wie geht's jetzt weiter</a>?
es: Interesado/a en <a href="%(what_next_url)s">Algo más</a>?
fr: Vous vous demandez <a href="%(what_next_url)s">Que faire après</a>?
sv: Undrar du <a href="%(what_next_url)s">vad som händer nu</a>?

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
ar: يمكنك<a href="%(signup_url)s">تسجيل حساب جديد</a> و <a href="%(login_url)s">تسجيل دخولك</a>, لكي تجرب بيناكس.
de: Du kannst dich <a href="%(signup_url)s">registrieren</a> und <a href="%(login_url)s">anmelden</a>, um die Seite auszuprobieren.
es: Tu puedes <a href="%(signup_url)s">darte de alta</a> y <a href="%(login_url)s">entrar</a> para probar este sitio
fr: Vous pouvez vous <a href="%(signup_url)s">Inscrire</a> et vous <a href="%(login_url)s">Connecter</a> pour essayer le site.
sv: Du kan <a href="%(signup_url)s">Registrera dig</a> och <a href="%(login_url)s">Logga in</a> för att prova webbplatsen.

source: At this stage, there is openid support, email verification, password management, site announcements, user-to-user messaging, friend invitation (both internal and external to the site), a basic twitter clone, interest groups (called tribes), per-tribe threaded discussions, per-tribe wikis, blog aggregation, bookmarks, contact import from vCard, Google or Yahoo and a notification framework.
ar: في هذه المرحلة، يوجد دعم للـ OpenID، التحقق من البريد الإلكتروني، إدارة لكلمة المرور، تنبيهات الموقع، تراسل مابين المستخدمين، دعوات صداقة (داخلية وخارجية)، نسخة مطابقة لموقع تويتتر، جماعات (تدعى قبائل)، نقاش مابين أعضاء القبائل، ويكي للقبائل، تجميع الخلاصات، مفضلة مواقع، إضافة جهات إتصال من خلال بطاقات vCard، دعم لغوغل وياهو و بيئة تنبيهات متكاملة.
de: Im Moment gibt es OpenID-Unterstützung, E-Mail-Address-Verifizierung, Passwort-Verwaltung, seitenweite Ankündigungen, private Nachrichten zwischen Benutzern, Einladen von Freunden (sowohl intern als auch von extern), einen einfachen Twitter-Klon, Interessengruppen (sogenannte Tribes), Diskussionen in Threads je Tribe, Wiki je Tribe, Weblog-Feed Aggregation, Lesezeichen, Importieren von Kontakten aus vCards, Google oder Yahoo und Benachrichtigungen.
fr: A ce stade sont disponibles le support pour openid, la vérification des adresses email, la gestion des mots de passe, les annonces sur le site web, la messagerie entre utilisateurs, l'invitation d'amis (aussi bien interne qu'externe au site), un clone de Twitter basique, des groupes d'intérêts (appelés "tribus"), une messagerie par tribu avec fils de discussions, un wiki par tribu, un agrégateur de blog, des marque-pages, l'import de contact par vCard, et les carnets d'adresse de Google et de Yahoo ainsi qu' un framework de notification.
sv: Just nu, så finns det openid stöd, e-post verifiering, lösenordshantering, webbplatsmeddelanden, användarmeddelanden, väninbjudningar (både inom och utom webbplatsen), en enkel twitter klon, intressegrupper (som kallas stammar), diskussionsforum per stam, wiki per stam, bloggaggregering, bokmärken, kontaktimport från vCard, Google eller Yahoo och stöd för meddelanden.

source: Account
ar: حساب
es: Cuenta
fr: Compte
sv: Konto

source: Logout
ar: تسجيل خروج
de: Abmelden
es: Salir
fr: Déconnexion
sv: Logga ut

source: Login
ar: تسجيل دخول
de: Anmelden
es: Entrar
fr: Connexion
sv: Logga in

source: Sign up
ar: تسجيل حساب جديد
de: Registrieren
es: Darse de alta
fr: Inscription
sv: Registrera dig

source: Home
ar: الصفحةا لرئيسية
de: Startseite
es: Inicio
fr: Accueil
sv: Hem

source: Team
ar: فريق
es: Equipop
fr: Equipe
sv: Teamet

source: Profile
ar: ملف شخصي
de: Profil
es: Perfil
fr: Profil
sv: Konto

source: Projects
es: Proyectos
fr: Projets
sv: Projekt

source: Tribes
ar: قبائل
es: Tribus
fr: Tribus
sv: Stammar

source: Tweets
ar: تتويتات
fr: Gazouillis

source: Bookmarks
ar: عناوين مفضلة
de: Lesezeichen
es: Favoritos
fr: Marque-pages
sv: Bokmärken

source: &copy; 2008 &lt;your company here&gt;
ar: &copy; 2008 &lt;إسم شركتك هنا&gt;
de: &copy; 2008 &lt;deine Firma hier&gt;
es: &copy; 2008 &lt;nombre de la empresa&gt;
fr: &copy; 2008 &lt;votre nom de société ici&gt;
sv: &copy; 2008 &lt; din företags namn&gt;

source: About Pinax
ar: حول بيناكس
de: Über Pinax
es: Sobre Pinax
fr: A propos de Pinax
sv: Om Pinax

source: Pinax Blog
ar: مدونة بيناكس
fr: Blog de Pinax
sv: Pinax bloggen

source: Terms of Service
ar: قوانين الإستخدام
de: AGB
es: Términos del servicio
fr: Conditions d'Utilisation
sv: Användarvilkor

source: Privacy Policy
ar: إتفاقية الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique concernant la Vie Privée
sv: Integritetspolicy

source: Sites built on Pinax, both originals and contrafacts.
ar: المواقع المبنية بإستخدام بيناكس، الأصلية والمتطورة
de: Seiten, die mit Pinax gebaut wurden.
es: Sitios sobre Pinax, tanto originales como ampliados
fr: Sites construits avec Pinax, à la fois originaux et remix.
sv: Webbplatser som byggts med Pinax, både orginal och kontrafaktiska.
